# 1.将数组[0,1,2,3,4,5,6,7,8,9]翻转
# 2.翻转后的数字拼接成字符串
# 3.用字符串切片的方式取出第三到第八个字符（包含第三和第八个字符）
# 4.将获得的字符串进行翻转
# 5.将结果转为int类型
# 6.分别转换成二进制、八进制、十六进制
# 7.输出三种进制的结果

li = [0,1,2,3,4,5,6,7,8,9]  # 数组 

li.sort(reverse=True)   # 翻转数组
print(f'翻转后的数组为{li}')

str = ''.join(str(i) for i in li)   # 数组拼接为字符串
print(f'数组拼接为字符串：{str}')

str1 = str[2:8]  #  取出第三到第八个字符（包含第三和第八个字符）
print(f'输出切片后的字符串：{str1}') 

str2 = str1[::-1]   # 将获得的字符串进行翻转
print(f'反转后的字符串为：{str2}')

str3 = int(str2)    # 将字符串转为int类型

print(f'转换成二进制结果为：{bin(str3)}')
print(f'转换成八进制结果为：{oct(str3)}')
print(f'转换成十进制结果为：{hex(str3)}')

