# conding:UTF-8  #定义程序的编码
'''
   这里面可以定义多行注释。
   本程序的文件主要是进行注释的内容的讲解
   同时在屏幕上进行一些提升信息的输出
   双引号输出，print("")
   单引号输出，print('')


良好的程序开发，都会有大量程序注释，才可以保证程序的可读性。 

程序是一堆零散的“小元件”所组成的一套完整的内容，例如：现在你告诉师傅你的自行车车链子坏了    
师傅可以立即定位到你的问题。

程序虽然是一种计算机的抽象，但是其实本质上就是一种计算机的语言，而这些抽象是离不开生活的，
可以通过计算机来模拟的，这一切的实现依靠的就是程序编程语言。

标识符就是程序对一些“小原件”的一些定义。

在程序中所谓的变量指的是可以被改变的内容，而所谓的常量指的是不可以被改变的内容。

变量就属于一种标识符的概念。 常量是一种具体的数值。
在程序之中常量描述的是数值，所有的数值可以字节赋予变量，并且变量可以修改内容，程序就是一个数字游戏。


'''

num = 100  #定义一个变量，初始化的内容为100（常量）
num = 99   #修改变量的内容，但是常量的内容没有改变。
print(type(num))

'''
如果在一行，赋予多个变量，可以用分号";"隔开

多有的变量都会占用内存空间进行数据存储，使用 del 删除变量。
python语言严格来说变量称之为对象。

数据类型：浮点数，复数，布尔类型，字符串，列表，元组，字典，日期。  且全部为引用类型传递

基本数据类型，引用类型，
基本数据类型，就是一个数值传递的过程
内存空间的传递被称为引用传递。
python的传递都是引用传递，一旦传递都是真是空间的传递。


#数值型
type()函数，获取数据类型.   int()整数  float（）浮点型数据

获取复数：
complex（）复数    

进行格式化字符串的时候，格式化标记  

'''