#用for…in循环打印九九乘法表
for i in range(1,10):   #i从1递进到9
    for j in range(1,10):   #j从1递进到9
        print(i,'*',j,'=',i*j,end='\t') #打印九九乘法表
        if i == j:  #如果i和j相等
            print ('')  #换行
            break

print("------------------------------------------------------------------------------------------")   
#结束

#用while循环打印九九乘法表并去除偶数行
i = 1   #i的起始值为1

while i<10: #i的上限为10
    if i%2 == 0:    #若i为偶数
        i += 1  #i+1
    j = 1   #j的起始值也为1
    while j<i+1:    #打印各行乘法口诀
        print(i,'*',j,'=',i*j,end='\t') 
        j += 1
    print('') #打印完换行
    i+=1 #i递增
print("------------------------------------------------------------------------------------------")   
#结束