a = [0,1,2,3,4,5,6,7,8,9]#用列表创建数组
a.reverse()#翻转其中的元素
b = ' '.join(str (x) for x in a)#转换为字符串，且将数字类型转换为字符类型
b = b.replace(" ","")#要去除空格，因为空格也会占据一个索引位置
c = b[2:8]#取出指定索引对应的数字
c = c[7::-1]#用反向切片进行反转（转换为列表反转麻烦一点，而且不符合任务要求。)
c = c.replace('',' ')#重新将空格还原
c = c.strip()#去除两端的空格
a = c.split(' ')#将c中数字转换回列表a中
a = [int(x) for x in a ]#将字符转换为整形，否则无法进行进制的转换
print("十进制：",a)
o = [bin(x) for x in a ]
print("二进制：",o)
p = [oct(x) for x in a ]
print("八进制：",p)
q = [hex(x) for x in a ]
print("十六进制：",q)#不知道原因，为何在进行了二进制的转换后无法直接转换为八进制和十六进制，故另设了o,p,q三个列表用来分别存储转换进制后a中的数字









