[
  {
    "id": 1,
    "contents": "孤鸿海上来，池潢不敢顾。\n侧见双翠鸟，巢在三珠树。\n矫矫珍木巅，得无金丸惧。\n美服患人指，高明逼神恶。\n今我游冥冥，弋者何所慕。",
    "type": "五言古诗",
    "author": "张九龄",
    "title": "感遇四首之一"
  },
  {
    "id": 2,
    "contents": "兰叶春葳蕤，桂华秋皎洁。\n欣欣此生意，自尔为佳节。\n谁知林栖者，闻风坐相悦。\n草木有本心，何求美人折？",
    "type": "五言古诗",
    "author": "张九龄",
    "title": "感遇四首之二"
  },
  {
    "id": 3,
    "contents": "幽人归独卧，滞虑洗孤清。\n持此谢高鸟，因之传远情。\n日夕怀空意，人谁感至精？\n飞沈理自隔，何所慰吾诚？",
    "type": "五言古诗",
    "author": "张九龄",
    "title": "感遇四首之三"
  },
  {
    "id": 4,
    "contents": "江南有丹橘，经冬犹绿林。\n岂伊地气暖，自有岁寒心。\n可以荐嘉客，奈何阻重深！\n运命惟所遇，循环不可寻。\n徒言树桃李，此木岂无阴？",
    "type": "五言古诗",
    "author": "张九龄",
    "title": "感遇四首之四"
  },
  {
    "id": 5,
    "contents": "暮从碧山下，山月随人归，\n却顾所来径，苍苍横翠微。\n相携及田家，童稚开荆扉。\n绿竹入幽径，青萝拂行衣。\n欢言得所憩，美酒聊共挥。\n长歌吟松风，曲尽河星稀。\n我醉君复乐，陶然共忘机。",
    "type": "五言古诗",
    "author": "李白",
    "title": "下终南山过斛斯山人宿置酒"
  },
  {
    "id": 6,
    "contents": "花间一壶酒，独酌无相亲。\n举杯邀明月，对影成三人。\n月既不解饮，影徒随我身。\n暂伴月将影，行乐须及春。\n我歌月徘徊，我舞影零乱。\n醒时同交欢，醉后各分散。\n永结无情游，相期邈云汉。",
    "type": "五言古诗",
    "author": "李白",
    "title": "月下独酌"
  },
  {
    "id": 7,
    "contents": "燕草如碧丝，秦桑低绿枝。\n当君怀归日，是妾断肠时。\n春风不相识，何事入罗帏？",
    "type": "五言古诗",
    "author": "李白",
    "title": "春思"
  },
  {
    "id": 8,
    "contents": "岱宗夫如何，齐鲁青未了。\n造化钟神秀，阴阳割昏晓。\n荡胸生层云，决眦入归鸟，\n会当凌绝顶，一览众山小。",
    "type": "五言古诗",
    "author": "杜甫",
    "title": "望岳"
  },
  {
    "id": 9,
    "contents": "人生不相见，动如参与商。\n今夕复何夕，共此灯烛光。\n少壮能几时，鬓发各已苍。\n访旧半为鬼，惊呼热中肠。\n焉知二十载，重上君子堂。\n昔别君未婚，儿女忽成行。\n怡然敬父执，问我来何方。\n问答乃未已，驱儿罗酒浆。\n夜雨剪春韭，新炊间黄粱。\n主称会面难，一举累十觞。\n十觞亦不醉，感子故意长。\n明日隔山岳，世事两茫茫。",
    "type": "五言古诗",
    "author": "杜甫",
    "title": "赠卫八处士"
  },
  {
    "id": 10,
    "contents": "绝代有佳人，幽居在空谷。\n自云良家子，零落依草木。\n关中昔丧乱，兄弟遭杀戮。\n官高何足论，不得收骨肉。\n世情恶衰歇，万事随转烛。\n夫婿轻薄儿，新人美如玉。\n合昏尚知时，鸳鸯不独宿。\n但见新人笑，那闻旧人哭！\n在山泉水清，出山泉水浊。\n侍婢卖珠回，牵萝补茅屋。\n摘花不插发，采柏动盈掬。\n天寒翠袖薄，日暮倚修竹。",
    "type": "五言古诗",
    "author": "杜甫",
    "title": "佳人"
  },
  {
    "id": 11,
    "contents": "死别已吞声，生别常恻恻。\n江南瘴疠地，逐客无消息。\n故人入我梦，明我长相忆。\n君今在罗网，何以有羽翼？\n恐非平生魂，路远不可测。\n魂来枫林青，魂返关塞黑。\n落月满屋梁，犹疑照颜色。\n水深波浪阔，无使蛟龙得。",
    "type": "五言古诗",
    "author": "杜甫",
    "title": "梦李白二首之一"
  },
  {
    "id": 12,
    "contents": "浮云终日行，游子久不至。\n三夜频梦君，情亲见君意。\n告归常局促，苦道来不易。\n江湖多风波，舟楫恐失坠。\n出门搔白首，若负平生志。\n冠盖满京华，斯人独憔悴。\n孰云网恢恢，将老身反累。\n千秋万岁名，寂寞身后事。",
    "type": "五言古诗",
    "author": "杜甫",
    "title": "梦李白二首之二"
  },
  {
    "id": 13,
    "contents": "下马饮君酒，问君何所之。\n君言不得意，归卧南山陲。\n但去莫复闻，白云无尽时。",
    "type": "五言古诗",
    "author": "王维",
    "title": "送别"
  },
  {
    "id": 14,
    "contents": "圣代无隐者，英灵尽来归。\n遂令东山客，不得顾采薇。\n既至金门远，孰云吾道非？\n江淮度寒食，京洛缝春衣。\n置酒长安道，同心与我违。\n行当浮桂棹，未几拂荆扉。\n远树带行客，孤城当落晖。\n吾谋适不用，勿谓知音稀。",
    "type": "五言古诗",
    "author": "王维",
    "title": "送綦毋潜落第还乡"
  },
  {
    "id": 15,
    "contents": "言入黄花川，每逐青溪水。\n随山将万转，趣途无百里。\n声喧乱石中，色静深松里。\n漾漾泛菱荇，澄澄映葭苇。\n我心素已闲，清川澹如此。\n请留盘石上，垂钓将已矣。",
    "type": "五言古诗",
    "author": "王维",
    "title": "青溪"
  },
  {
    "id": 16,
    "contents": "斜光照墟落，穷巷牛羊归。\n野老念牧童，倚杖候荆扉。\n雉［句隹］麦苗秀，蚕眠桑叶稀。\n田夫荷锄立，相见语依依。\n即此羡闲逸，怅然吟式微。",
    "type": "五言古诗",
    "author": "王维",
    "title": "渭川田家"
  },
  {
    "id": 17,
    "contents": "艳色天下重，西施宁久微。\n朝为越溪女，暮作吴宫妃。\n贱日岂殊众，贵来方悟稀。\n邀人傅脂粉，不自著罗衣。\n君宠益娇态，君怜无是非。\n当时浣纱伴，莫得同车归。\n持谢邻家子，效颦安可希！",
    "type": "五言古诗",
    "author": "王维",
    "title": "西施咏"
  },
  {
    "id": 18,
    "contents": "北山白云里，隐者自怡悦。\n相望始登高，心随雁飞灭。\n愁因薄暮起，兴是清秋发。\n时见归村人，沙行渡头歇。\n天边树若荠，江畔洲如月。\n何当载酒来，共醉重阳节。",
    "type": "五言古诗",
    "author": "孟浩然",
    "title": "秋登兰山寄张五"
  },
  {
    "id": 19,
    "contents": "山光忽西落，池月渐东上。\n散发乘夜凉，开轩卧闲敞。\n荷风送香气，竹露滴清响。\n欲取鸣琴弹，恨无知音赏。\n感此怀故人，中宵劳梦想。",
    "type": "五言古诗",
    "author": "孟浩然",
    "title": "夏日南亭怀辛大"
  },
  {
    "id": 20,
    "contents": "夕阳度西岭，群壑倏已暝。\n松月生夜凉，风泉满清听。\n樵人归欲尽，烟鸟栖初定。\n之子期宿来，孤琴候萝径。",
    "type": "五言古诗",
    "author": "孟浩然",
    "title": "宿业师山房待丁大不至"
  },
  {
    "id": 21,
    "contents": "高卧南斋时，开帷月初吐。\n清辉淡水木，演漾在窗户。\n苒苒几盈虚，澄澄变今古。\n美人清江畔，是夜越吟苦。\n千里其如何，微风吹兰杜。",
    "type": "五言古诗",
    "author": "王昌龄",
    "title": "同从弟南斋玩月忆山阴崔少府"
  },
  {
    "id": 22,
    "contents": "绝顶一茅茨，直上三十里。\n扣关无僮仆，窥室惟案几。\n若非巾柴车，应是钓秋水。\n差池不相见，黾勉空仰止。\n草色新雨中，松声晚窗里。\n及兹契幽绝，自足荡心耳。\n虽无宾主意，颇得清净理。\n兴尽方下山，何必待之子。",
    "type": "五言古诗",
    "author": "邱为",
    "title": "寻西山隐者不遇"
  },
  {
    "id": 23,
    "contents": "幽意无断绝，此去随所偶。\n晚风吹行舟，花路入溪口。\n际夜转西壑，隔山望南斗。\n潭烟飞溶溶，林月低向后。\n生事且弥漫，愿为持竿叟。",
    "type": "五言古诗",
    "author": "綦毋潜",
    "title": "春泛若耶溪"
  },
  {
    "id": 24,
    "contents": "清溪深不测，隐处唯孤云。\n松际露微月，清光犹为君。\n茅亭宿花影，药院滋苔纹。\n余亦谢时去，西山鸾鹤群。",
    "type": "五言古诗",
    "author": "常建",
    "title": "宿王昌龄隐居"
  },
  {
    "id": 25,
    "contents": "塔势如涌出，孤高耸天宫。\n登临出世界，磴道盘虚空。\n突兀压神州，峥嵘如鬼工。\n四角碍白日，七层摩苍穹。\n下窥指高鸟，俯听闻惊风。\n连山若波涛，奔凑如朝东。\n青槐夹驰道，宫馆何玲珑！\n秋色从西来，苍然满关中。\n五陵北原上，万古青蒙蒙。\n净理了可悟，胜因夙所宗。\n誓将挂冠去，觉道资无穷。",
    "type": "五言古诗",
    "author": "岑参",
    "title": "与高适薛据登慈恩寺浮图"
  },
  {
    "id": 26,
    "contents": "癸卯岁，西原贼入道州，焚烧杀掠，几尽而去。明年，贼又攻永州，破邵，不犯此\n州边鄙而退，岂力能制敌欤？盖蒙其伤怜而已！诸史何为忍苦征敛！故作诗一篇以\n示官吏。\n昔岁逢太平，山林二十年。\n泉源在庭户，洞壑当门前。\n井税有常期，日晏犹得眠。\n忽然遭时变，数岁亲戎旃。\n今来典斯郡，山夷又纷然。\n城小贼不屠，人贫伤可怜。\n是以陷邻境，此州独见全。\n使臣将王命，岂不如贼焉！\n令彼征敛者，迫之如火煎。\n谁能绝人命，以作时世贤。\n思欲委符节，引竿自刺船。\n将家就鱼麦，归老江湖边。",
    "type": "五言古诗",
    "author": "元结",
    "title": "贼退示官吏并序"
  },
  {
    "id": 27,
    "contents": "兵卫森画戟，宴寝凝清香。\n海上风雨至，逍遥池阁凉。\n烦疴近消散，嘉宾复满堂。\n自惭居处崇，未睹斯民康。\n理会是非遣，性达形迹忘。\n鲜肥属时禁，蔬果幸见尝。\n俯饮一杯酒，仰聆金玉章。\n神欢体自轻，意欲凌风翔。\n吴中盛文史，群彦今汪洋。\n方知大蕃地，岂曰财赋强。",
    "type": "五言古诗",
    "author": "韦应物",
    "title": "郡斋雨中与诸文士燕集"
  },
  {
    "id": 28,
    "contents": "凄凄去亲爱，泛泛入烟雾。\n归棹洛阳人，残钟广陵树。\n今朝为此别，何处还相遇。\n世事波上舟，沿洄安得住。",
    "type": "五言古诗",
    "author": "韦应物",
    "title": "初发扬子寄元大校书"
  },
  {
    "id": 29,
    "contents": "今朝郡斋冷，忽念山中客。\n涧底束荆薪，归来煮白石。\n欲持一瓢酒，远慰风雨夕。\n落叶满空山，何处寻行迹。",
    "type": "五言古诗",
    "author": "韦应物",
    "title": "寄全椒山中道士"
  },
  {
    "id": 30,
    "contents": "客从东方来，衣上灞陵雨。\n问客何为来，采山因买斧。\n冥冥花正开，扬扬燕新乳。\n昨别今已春，鬓丝生几缕。",
    "type": "五言古诗",
    "author": "韦应物",
    "title": "长安遇冯著"
  },
  {
    "id": 31,
    "contents": "落帆逗淮镇，停舫临孤驿。\n浩浩风起波，冥冥日沈夕。\n人归山郭暗，雁下芦洲白。\n独夜忆秦关，听钟未眠客。",
    "type": "五言古诗",
    "author": "韦应物",
    "title": "夕次盱眙县"
  },
  {
    "id": 32,
    "contents": "吏舍局终年，出郊旷清曙。\n杨柳散和风，青山澹吾虑。\n依丛适自憩，缘涧还复去。\n微雨霭芳原，春鸠鸣何处？\n乐幽心屡止，遵事迹犹遽。\n终罢斯结庐，慕陶真可庶。",
    "type": "五言古诗",
    "author": "韦应物",
    "title": "东郊"
  },
  {
    "id": 33,
    "contents": "永日方戚戚，出行复悠悠。\n女子今有行，大江溯轻舟。\n尔辈苦无恃，抚念益慈柔。\n幼为长所育，两别泣不休。\n对此结中肠，义往难复留！\n自小阙内训，事姑贻我忧。\n赖兹托令门，仁恤庶无尤。\n贫俭诚所尚，资从岂待周？\n孝恭遵妇道，容止顺其猷。\n别离在今晨，见尔当何秋。\n居闲始自遣，临感忽难收。\n归来视幼女，零泪缘缨流。",
    "type": "五言古诗",
    "author": "韦应物",
    "title": "送杨氏女"
  },
  {
    "id": 34,
    "contents": "汲井漱寒齿，清心拂尘服。\n闲持贝叶书，步出东斋读。\n真源了无取，忘迹世所逐。\n遗言冀可冥，缮性何由熟？\n道人庭宇静，苔色连深竹。\n日出雾露馀，青松如膏沐。\n澹然离言说，悟悦心自足。",
    "type": "五言古诗",
    "author": "柳宗元",
    "title": "晨诣超师院读禅经"
  },
  {
    "id": 35,
    "contents": "久为簪组累，幸此南夷谪。\n闲依农圃邻，偶似山林客。\n晓耕翻露草，夜榜响溪石。\n来往不逢人，长歌楚天碧。",
    "type": "五言古诗",
    "author": "柳宗元",
    "title": "溪居"
  },
  {
    "id": 36,
    "contents": "蝉鸣空桑林，八月萧关道。\n出塞复入塞，处处黄芦草。\n从来幽并客，皆向沙场老。\n莫学游侠儿，矜夸紫骝好。",
    "type": "五言乐府",
    "author": "王昌龄",
    "title": "塞上曲"
  },
  {
    "id": 37,
    "contents": "饮马渡秋水，水寒风似刀。\n平沙日未没，黯黯见临洮。\n昔日长城战，咸言意气高。\n黄尘足今古，白骨乱蓬蒿。",
    "type": "五言乐府",
    "author": "王昌龄",
    "title": "塞下曲"
  },
  {
    "id": 38,
    "contents": "明月出天山，苍茫云海间。\n长风几万里，吹度玉门关。\n汉下白登道，胡窥青海湾。\n由来征战地，不见有人还。\n戍客望边色，思归多苦颜。\n高楼当此夜，叹息未应闲。",
    "type": "五言乐府",
    "author": "李白",
    "title": "关山月"
  },
  {
    "id": 39,
    "contents": "秦地罗敷女，采桑绿水边。\n素手青条上，红妆白日鲜。\n蚕饥妾欲去，五马莫留连。",
    "type": "五言乐府",
    "author": "李白",
    "title": "子夜四时歌：春歌"
  },
  {
    "id": 40,
    "contents": "镜湖三百里，菡萏发荷花。\n五月西施采，人看隘若耶。\n回舟不待月，归去越王家。",
    "type": "五言乐府",
    "author": "李白",
    "title": "子夜四时歌：夏歌"
  },
  {
    "id": 41,
    "contents": "长安一片月，万户捣衣声。\n秋风吹不尽，总是玉关情。\n何日平胡虏，良人罢远征？",
    "type": "五言乐府",
    "author": "李白",
    "title": "子夜四时歌：秋歌"
  },
  {
    "id": 42,
    "contents": "明朝驿使发，一夜絮征袍。\n素手抽针冷，那堪把剪刀。\n裁缝寄远道，几日到临洮？",
    "type": "五言乐府",
    "author": "李白",
    "title": "子夜四时歌：冬歌"
  },
  {
    "id": 43,
    "contents": "妾发初覆额，折花门前剧。\n郎骑竹马来，绕床弄青梅。\n同居长干里，两小无嫌猜。\n十四为君妇，羞颜未尝开。\n低头向暗壁，千唤不一回。\n十五始展眉，愿同尘与灰。\n常存抱柱信，岂上望夫台！\n十六君远行，瞿塘滟预堆。\n五月不可触，猿鸣天上哀。\n门前迟行迹，一一生绿苔。\n苔深不能扫，落叶秋风早。\n八月蝴蝶来，双飞西园草。\n感此伤妾心，坐愁红颜老。\n早晚下三巴，预将书报家。\n相迎不道远，直至长风沙。",
    "type": "五言乐府",
    "author": "李白",
    "title": "长干行"
  },
  {
    "id": 44,
    "contents": "梧桐相待老，鸳鸯会双死。\n贞妇贵殉夫，舍生亦如此。\n波澜誓不起，妾心井中水。",
    "type": "五言乐府",
    "author": "孟郊",
    "title": "烈女操"
  },
  {
    "id": 45,
    "contents": "慈母手中线，游子身上衣。\n临行密密缝，意恐迟迟归。\n谁言寸草心，报得三春辉？",
    "type": "五言乐府",
    "author": "孟郊",
    "title": "游子吟"
  },
  {
    "id": 46,
    "contents": "前不见古人，后不见来者。\n念天地之悠悠，独怆然而涕下！",
    "type": "五言乐府",
    "author": "陈子昂",
    "title": "登幽州台歌"
  },
  {
    "id": 47,
    "contents": "男儿事长征，少小幽燕客。\n赌胜马蹄下，由来轻七尺。\n杀人莫敢前，须如猬毛磔。\n黄云陇底白雪飞，未得报恩不能归。\n辽东小妇年十五，惯弹琵琶解歌舞。\n今为羌笛出塞声，使我三军泪如雨！",
    "type": "七言古诗",
    "author": "李颀",
    "title": "古意"
  },
  {
    "id": 48,
    "contents": "四月南风大麦黄，枣花未落桐叶长。\n青山朝别暮还见，嘶马出门思故乡。\n陈侯立身何坦荡，虬须虎眉仍大颡。\n腹中贮书一万卷，不肯低头在草莽。\n东门酤酒饮我曹，心轻万事皆鸿毛。\n醉卧不知白日暮，有时空望孤云高。\n长河浪头连天黑，津口停舟渡不得。\n郑国游人未及家，洛阳行子空叹息。\n闻道故林相识多，罢官昨日今如何？",
    "type": "七言古诗",
    "author": "李颀",
    "title": "送陈章甫"
  },
  {
    "id": 49,
    "contents": "主人有酒欢今夕，请奏鸣琴广陵客。\n月照城头乌半飞，霜凄万树风入衣。\n铜炉华烛烛增辉，初弹渌水后楚妃。\n一声已动物皆静，四座无言星欲稀。\n清淮奉使千馀里，敢告云山从此始？",
    "type": "七言古诗",
    "author": "李颀",
    "title": "琴歌"
  },
  {
    "id": 50,
    "contents": "蔡女昔造胡笳声，一弹一十有八拍。\n胡人落泪沾边草，汉使断肠对归客。\n古戍苍苍烽火寒，大荒沈沈飞雪白。\n先拂声弦后角羽，四郊秋叶惊［扌戚］［扌戚］。\n董夫子，通神明，深山窃听来妖精。\n言迟更速皆应手，将往复旋如有情。\n空山百鸟散还合，万里浮云阴且晴。\n嘶酸雏雁失群夜，断绝胡儿恋母声。\n川为静其波，鸟亦罢其鸣。\n乌孙部落家乡远，逻娑沙尘哀怨生。\n幽音变调忽飘洒，长风吹林雨堕瓦。\n迸泉飒飒飞木末，野鹿呦呦走堂下。\n长安城连东掖垣，凤凰池对青琐门。\n高才脱略名与利，日夕望君抱琴至。",
    "type": "七言古诗",
    "author": "李颀",
    "title": "听董大弹胡笳声兼寄语弄房给事"
  },
  {
    "id": 51,
    "contents": "南山截竹为筚篥，此乐本自龟兹出。\n流传汉地曲转奇，凉州胡人为我吹。\n傍邻闻者多叹息，远客思乡皆泪垂。\n世人解听不解赏，长飙风中自来往。\n枯桑老柏寒飕［风留］，九雏鸣凤乱啾啾。\n龙吟虎啸一时发，万籁百泉相与秋。\n忽然更作渔阳掺，黄云萧条白日暗。\n变调如闻杨柳春，上林繁花照眼新。\n岁夜高堂列明烛，美酒一杯声一曲。",
    "type": "七言古诗",
    "author": "李颀",
    "title": "听安万善吹筚篥歌"
  },
  {
    "id": 52,
    "contents": "山寺钟鸣昼已昏，渔梁渡头争渡喧。\n人随沙路向江村，余亦乘舟归鹿门。\n鹿门月照开烟树，忽到庞公栖隐处。\n岩扉松径长寂寥，惟有幽人自来去。",
    "type": "七言古诗",
    "author": "孟浩然",
    "title": "夜归鹿门山歌"
  },
  {
    "id": 53,
    "contents": "我本楚狂人，凤歌笑孔丘。\n手持绿玉杖，朝别黄鹤楼。\n五岳寻仙不辞远，一生好入名山游。\n庐山秀出南斗傍，屏风九叠云锦张。\n影落明湖青黛光，金阙前开二峰长。\n银河倒挂三石梁，香炉瀑布遥相望。\n回崖沓障凌苍苍。\n翠影红霞映朝日，鸟飞不到吴天长。\n登高壮观天地间，大江茫茫去不黄。\n黄云万里动风色，白波九道流雪山。\n好为庐山谣，兴因庐山发。\n闲窥石镜清我心，谢公行处苍苔没。\n早服还丹无世情，琴心三叠道初成。\n遥见仙人彩云里，手把芙蓉朝玉京。\n先期汗漫九垓上，愿接卢敖游太清。",
    "type": "七言古诗",
    "author": "李白",
    "title": "庐山谣寄卢侍御虚舟"
  },
  {
    "id": 54,
    "contents": "海客谈瀛洲，烟涛微茫信难求。\n越人语天姥，云霓明灭或可睹。\n天姥连天向天横，势拔五岳掩赤城。\n天台四万八千丈，对此欲倒东南倾。\n我欲因之梦吴越，一夜飞渡镜湖月。\n湖月照我影，送我至剡溪。\n谢公宿处今尚在，渌水荡漾清猿啼。\n脚著谢公屐，身登青云梯。\n半壁见海日，空中闻天鸡。\n千岩万壑路不定，迷花倚石忽已暝。\n熊咆龙吟殷岩泉，栗深林兮惊层巅。\n云青青兮欲雨，水澹澹兮生烟。\n裂缺霹雳，丘峦崩摧。\n洞天石扇，訇然中开。\n青冥浩荡不见底，日月照耀金银台。\n霓为衣兮风为马，云之君兮纷纷而来下。\n虎鼓瑟兮鸾回车，仙之人兮列如麻。\n忽魂悸以魄动，恍惊起而长嗟。\n惟觉时之枕席，失向来之烟霞。\n世间行乐亦如此，古来万事东流水。\n别君去兮何时还？且放白鹿青崖间。\n须行即骑访名山。\n安能摧眉折腰事权贵，使我不得开心颜！",
    "type": "七言古诗",
    "author": "李白",
    "title": "梦游天姥吟留别"
  },
  {
    "id": 55,
    "contents": "风吹柳花满店香，吴姬压酒唤客尝。\n金陵子弟来相送，欲行不行各尽觞。\n请君试问东流水，别意与之谁短长？",
    "type": "七言古诗",
    "author": "李白",
    "title": "金陵酒肆留别"
  },
  {
    "id": 56,
    "contents": "弃我去者，昨日之日不可留。\n乱我心者，今日之日多烦忧！\n长风万里送秋雁，对此可以酣高楼。\n蓬莱文章建安骨，中间小谢又清发。\n俱怀逸兴壮思飞，欲上青天览明月。\n抽刀断水水更流，举杯销愁愁更愁。\n人生在世不称意，明朝散发弄扁舟。",
    "type": "七言古诗",
    "author": "李白",
    "title": "宣州谢［月兆］楼饯别校书叔云"
  },
  {
    "id": 57,
    "contents": "君不见走马川行雪海边，平沙莽莽黄入天。\n轮台九月风夜吼，一川碎石大如斗。\n随风满地石乱走，匈奴草黄马正肥。\n金山西见烟尘飞，汉家大将西出师。\n将军金甲夜不脱，半夜军行戈相拨。\n风头如刀面如割，马毛带雪汗气蒸。\n五花连钱旋作冰，幕中草檄砚水凝。\n虏骑闻之应胆慑，料知短兵不敢接。\n车师西门伫献捷！",
    "type": "七言古诗",
    "author": "岑参",
    "title": "走马川行奉送封大夫出师西征"
  },
  {
    "id": 58,
    "contents": "轮台城头夜吹角，轮台城北旄头落。\n羽书昨夜过渠黎，单于已在金山西。\n戍楼西望烟尘黑，汉兵屯在轮台北。\n上将拥旄西出征，平明吹笛大军行。\n四边伐鼓雪海涌，三军大呼阴山动。\n虏塞兵气连云屯，战场白骨缠草根。\n剑河风急雪片阔，沙口石冻马蹄脱。\n亚相勤王甘苦辛，誓将报主静边尘。\n古来青史谁不见，今见功名胜古人。",
    "type": "七言古诗",
    "author": "岑参",
    "title": "轮台歌奉送封大夫出师西征"
  },
  {
    "id": 59,
    "contents": "北风卷地白草折，胡天八月即飞雪。\n忽如一夜春风来，千树万树梨花开。\n散入珠帘湿罗幕，狐裘不暖锦衾薄。\n将军角弓不得控，都护铁衣冷犹著。\n瀚海阑干百丈冰，愁云黪淡万里凝。\n中军置酒饮归客，胡琴琵琶与羌笛。\n纷纷暮雪下辕门，风掣红旗冻不翻。\n轮台东门送君去，去时雪满天山路。\n山回路转不见君，雪上空留马行处。",
    "type": "七言古诗",
    "author": "岑参",
    "title": "白雪歌送武判官归京"
  },
  {
    "id": 60,
    "contents": "国初以来画鞍马，神妙独数江都王。\n将军得名三十载，人间又见真乘黄。\n曾貌先帝照夜白，龙池十日飞霹雳。\n内府殷红玛瑙盘，婕妤传诏才人索。\n盘赐将军拜舞归，轻纨细绮相追飞。\n贵戚权门得笔迹，始觉屏障生光辉。\n昔日太宗拳毛［马呙］，近时郭家狮子花。\n今之新图有二马。复令识者久叹嗟。\n此皆骑战一敌万，缟素漠漠开风沙。\n其余七匹亦殊绝，迥若寒空杂烟雪。\n霜蹄蹴踏长楸间，马官厮养森成列。\n可怜九马争神骏，顾视清高气深稳。\n借问苦心爱者谁，后有韦讽前支盾。\n忆昔巡幸新丰宫，翠花拂天来向东。\n腾骧磊落三万匹，皆与此图筋骨同。\n自从献宝朝河宗，无复射蛟江水中。\n君不见，金粟堆前松柏里。龙媒去尽鸟呼风。",
    "type": "七言古诗",
    "author": "杜甫",
    "title": "韦讽录事宅观曹将军画马图"
  },
  {
    "id": 61,
    "contents": "将军魏武之子孙，于今为庶为青门。\n英雄割据虽已矣，文采风流今尚存。\n学书初学卫夫人，但恨无过王右军。\n丹青不知老将至，富贵于我如浮云。\n开元之中常引见，承恩数上南熏殿。\n凌烟功臣少颜色，将军下笔开生面。\n良相头上进贤冠，猛将腰间大羽箭。\n褒公鄂公毛发动，英姿飒爽犹酣战。\n先帝天马玉花骢，画工如山貌不同。\n是日牵来赤墀下，迥立阊阖生长风。\n诏谓将军拂绢素，意匠惨淡经营中。\n斯须九重真龙出，一洗万古凡马空。\n玉花却在御榻上，榻上庭前屹相向。\n至尊含笑催赐金，圉人太仆皆惆怅。\n弟子韩干早入室，亦能画马穷殊相。\n干惟画肉不画骨，忍使骅骝气凋丧。\n将军画善盖有神，偶逢佳士亦写真。\n即今漂泊干戈际，屡貌寻常行路人。\n涂穷反遭俗眼白，世上未有如公贫。\n但看古来盛名下，终日坎［土禀］缠其身！",
    "type": "七言古诗",
    "author": "杜甫",
    "title": "丹青引赠曹霸将军"
  },
  {
    "id": 62,
    "contents": "今我不乐思岳阳，身欲奋飞病在床。\n美人娟娟隔秋水，濯足洞庭望八荒。\n鸿飞冥冥日月白，青枫叶赤天雨霜。\n玉京群帝集北斗，或骑麒麟翳凤凰。\n芙蓉旌旗烟雾落，影动倒景摇潇湘。\n星宫之君醉琼浆，羽人稀少不在旁。\n似闻昨者赤松子，恐是汉代韩张良。\n昔随刘氏定长安，帷幄未改神惨伤。\n国家成败吾岂敢，色难腥腐餐枫香。\n周南留滞古所惜，南极老人应寿昌。\n美人胡为隔秋水，焉得置之贡玉堂？",
    "type": "七言古诗",
    "author": "杜甫",
    "title": "寄韩谏议"
  },
  {
    "id": 63,
    "contents": "孔明庙前有老柏，柯如青铜根如石。\n双皮溜雨四十围，黛色参天二千尺。\n君臣已与时际会，树木犹为人爱惜。\n云来气接巫峡长，月出寒通雪山白。\n忆昨路绕锦亭东，先主武侯同［门必］宫。\n崔嵬枝干郊原古，窈窕丹青户牖空。\n落落盘踞虽得地，冥冥孤高多烈风。\n扶持自是神明力，正直元因造化功。\n大厦如倾要梁栋，万牛回首丘山重。\n不露文章世已惊，未辞剪伐谁能送？\n苦心岂免容蝼蚁？香叶终经宿鸾凤。\n志士幽人莫怨嗟，古来材大难为用！",
    "type": "七言古诗",
    "author": "杜甫",
    "title": "古柏行"
  },
  {
    "id": 64,
    "contents": "大历二年十月十九日夔府别驾元持宅见临颍李十二娘舞剑器，壮其蔚［足支］。问\n其所师，曰：余公孙大娘弟子也。开元三载，余尚童稚，记于郾城观公孙氏舞剑器\n浑脱。浏漓顿挫，独出冠时。自高头宜春梨园二伎坊内人，洎外供奉，晓是舞者，\n圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首！今兹弟子亦匪盛颜。既辨\n其由来，知波澜莫二。抚事慷慨，聊为剑器行。昔者吴人张旭善草书书帖，数尝於\n邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激。即公孙可知矣！\n昔有佳人公孙氏，一舞剑器动四方。\n观者如山色沮丧，天地为之久低昂。\n霍如羿射九日落，矫如群帝骖龙翔。\n来如雷霆收震怒，罢如江海凝清光。\n绛唇珠袖两寂寞，晚有弟子传芬芳。\n临颍美人在白帝，妙舞此曲神扬扬。\n与余问答既有以，感时抚事增惋伤。\n先帝侍女八千人，公孙剑器初第一。\n五十年间似反掌，风尘［氵项］洞昏王室。\n梨园子弟散如烟，女乐馀姿映寒日。\n金粟堆前木已拱，瞿塘石城草萧瑟。\n玳筵急管曲复终，乐极哀来月东出。\n老夫不知其所往，足茧荒山转愁疾。",
    "type": "七言古诗",
    "author": "杜甫",
    "title": "观公孙大娘弟子舞剑器行并序"
  },
  {
    "id": 65,
    "contents": "漫叟以公田米酿酒，因休暇，则载酒于湖上，\n时取一醉；欢醉中，据湖岸，引臂向鱼取酒，\n使舫载之，遍饮坐者。意疑倚巴丘，酌於君山\n之上，诸子环洞庭而坐，酒舫泛泛然，触波涛\n而往来者，乃作歌以长之。\n石鱼湖，似洞庭，夏水欲满君山青。\n山为樽，水为沼，酒徒历历坐洲鸟。\n长风连日作大浪，不能废人运酒舫。\n我持长瓢坐巴丘，酌饮四座以散愁。",
    "type": "七言古诗",
    "author": "元结",
    "title": "石鱼湖上醉歌并序"
  },
  {
    "id": 66,
    "contents": "山石荦确行径微，黄昏到寺蝙蝠飞。\n升堂坐阶新雨足，芭蕉叶大栀子肥。\n僧言古壁佛画好，以火来照所见稀。\n铺床拂席置羹饭，疏粝亦足饱我饥。\n夜深静卧百虫绝，清月出岭光入扉。\n天明独去无道路，出入高下穷烟霏。\n山红涧碧纷烂漫，时见松枥皆十围。\n当流赤足蹋涧石，水声激激风吹衣。\n人生如此自可乐，岂必局束为人［革几］！\n嗟哉吾党二三子，安得至老不更归！",
    "type": "七言古诗",
    "author": "韩愈",
    "title": "山石"
  },
  {
    "id": 67,
    "contents": "纤云四卷天无河，清风吹空月舒波。\n沙平水息声影绝，一杯相属君当歌。\n君歌声酸辞且苦，不能听终泪如雨。\n洞庭连天九嶷高，蛟龙出没猩鼯号。\n十生九死到官所，幽居默默如藏逃。\n下床畏蛇食畏药，海气湿蛰熏腥臊。\n昨者州前槌大鼓，嗣皇继圣登夔皋。\n赦书一日行万里，罪从大辟皆除死。\n迁者追回流者还，涤瑕荡垢清朝班。\n州家申名使家抑，坎轲只得移荆蛮。\n判司卑官不堪说，未免捶楚尘埃间。\n同时辈流多上道，天路幽险难追攀。\n君歌且休听我歌，我歌今与君殊科。\n一年明月今宵多，人生由命非由他。\n有酒不饮奈明何！",
    "type": "七言古诗",
    "author": "韩愈",
    "title": "八月十五夜赠张功曹"
  },
  {
    "id": 68,
    "contents": "五岳祭秩皆三公，四方环镇嵩当中。\n火维地荒足妖怪，天假神柄专其雄。\n喷云泄雾藏半腹，虽有绝顶谁能穷？\n我来正逢秋雨节，阴气晦昧无清风。\n潜心默祷若有应，岂非正直能感通！\n须臾静扫众峰出，仰见突兀撑青空。\n紫盖连延接天柱，石廪腾掷堆祝融。\n森然魄动下马拜，松柏一迳趋灵宫。\n纷墙丹柱动光彩，鬼物图画填青红。\n升阶伛偻荐脯酒，欲以菲薄明其衷。\n庙内老人识神意，睢盱侦伺能鞠躬。\n手持杯［王交］导我掷，云此最吉馀难同。\n窜逐蛮荒幸不死，衣食才足甘长终。\n侯王将相望久绝，神纵欲福难为功！\n夜投佛寺上高阁，星月掩映云［日童］［日龙］。\n猿鸣钟动不知曙，杲杲寒日生于东。",
    "type": "七言古诗",
    "author": "韩愈",
    "title": "谒衡岳庙遂宿岳寺题门楼"
  },
  {
    "id": 69,
    "contents": "张生手持石鼓文，劝我识作石鼓歌。\n少陵无人谪仙死，才薄将奈石鼓何！\n周纲凌迟四海沸，宣王愤起挥天戈。\n大开明堂受朝贺，诸侯剑佩鸣相磨。\n搜于岐阳骋雄俊，万里禽兽皆遮罗。\n镌功勒成告万世，凿石作鼓隳嵯峨。\n从臣才艺咸第一，拣选撰刻留山阿。\n雨淋日炙野火燎，鬼物守护烦［扌为］呵。\n公从何处得纸本？毫发尽备无差讹。\n辞严义密读难晓，字体不类隶与蝌。\n年深岂免有缺画，快剑砍断生蛟鼍。\n鸾翔凤翥众仙下，珊瑚碧树交枝柯。\n金绳铁索锁钮壮，古鼎跃水龙腾梭。\n陋儒编诗不收入，二雅褊迫无委蛇。\n孔子西行不到秦，掎摭星宿遗羲娥。\n嗟予好古生苦晚，对此涕泪双滂沱。\n忆昔初蒙博士征，其年始改称元和。\n故人从军在右辅，为我度量掘臼科。\n濯冠沐浴告祭酒，如此至宝存岂多！\n毡包席裹可立致，十鼓只载数骆驼。\n荐诸太庙比郜鼎，光价岂止百倍过！\n圣恩若许留太学，诸生讲解得切磋。\n观经鸿都尚填咽，坐见举国来奔波。\n剜苔剔藓露节角，安置妥帖平不颇。\n大厦深檐与盖覆，经历久远期无佗。\n中朝大官老于事，讵肯感激徒□（“妍”右上一横改为“合”）婀。\n牧童敲火牛砺角，谁复著手为摩挲？\n日销月铄就埋没，六年西顾空吟哦。\n羲之俗书趁姿媚，数纸尚可博白鹅。\n继周八代争战罢，无人收拾理则那。\n方今太平日无事，柄任儒术崇丘轲。\n安能以此上论列，愿借辩口如悬河。\n石鼓之歌止于此，呜呼吾意其蹉跎！",
    "type": "七言古诗",
    "author": "韩愈",
    "title": "石鼓歌"
  },
  {
    "id": 70,
    "contents": "渔翁夜傍西岩宿，晓汲清湘燃楚烛。\n烟销日出不见人，［矣欠］乃一声山水绿。\n回看天际下中流，岩上无心云相逐。",
    "type": "七言古诗",
    "author": "柳宗元",
    "title": "渔翁"
  },
  {
    "id": 71,
    "contents": "汉皇重色思倾国，御宇多年求不得。\n杨家有女初长成，养在深闺人未识。\n天生丽质难自弃，一朝选在君王侧。\n回眸一笑百媚生，六宫粉黛无颜色。\n春寒赐浴华清池，温泉水滑洗凝脂。\n侍儿扶起娇无力，始是新承恩泽时。\n云鬓花颜金步摇，芙蓉帐暖度春宵。\n春宵苦短日高起，从此君王不早朝。\n承欢侍宴无闲暇，春从春游夜专夜。\n后宫佳丽三千人，三千宠爱在一身。\n金星妆成娇侍夜，玉楼宴罢醉和春。\n姊妹弟兄皆列士，可怜光彩生门户。\n遂令天下父母心，不重生男重生女。\n骊宫高处入青云，仙乐风飘处处闻。\n缓歌慢舞凝丝竹，尽日君王看不足。\n渔阳鼙鼓动地来，惊破霓裳羽衣曲。\n九重城阙烟尘生，千乘万骑西南行。\n翠华摇摇行复止，西出都门百馀里。\n六军不发无奈何，宛转蛾眉马前死。\n花钿委地无人收，翠翘金雀玉搔头。\n君王掩面救不得，回看血泪相和流。\n黄埃散漫风萧索，云栈萦纡登剑阁。\n峨嵋山下少人行，旌旗无光日色薄。\n蜀江水碧蜀山青，圣主朝朝暮暮情。\n行宫见月伤心色，夜雨闻铃肠断声。\n天旋地转回龙驭，到此踌躇不能去。\n马嵬坡下泥土中，不见玉颜空死处。\n君臣相顾尽沾衣，东望都门信马归。\n归来池苑皆依旧，太液芙蓉未央柳。\n芙蓉如面柳如眉，对此如何不泪垂！\n春风桃李花开日，秋雨梧桐叶落时。\n西宫南内多秋草，落叶满阶红不扫。\n梨园子弟白发新，椒房阿监青娥老。\n夕殿萤飞思悄然，孤灯挑尽未成眠。\n迟迟钟鼓初长夜，耿耿星河欲曙天。\n鸳鸯瓦冷霜华重，翡翠衾寒谁与共？\n悠悠生死别经年，魂魄不曾来入梦。\n临邛道士鸿都客，能以精诚致魂魄。\n为感君王辗转思，遂教方士殷勤觅。\n排空驭气奔如电，升天入地求之遍。\n上穷碧落下黄泉，两处茫茫皆不见。\n忽闻海上有仙山，山在虚无缥缈间。\n楼阁玲珑五云起，其中绰约多仙子。\n中有一人字太真，雪肤花貌参差是。\n金阙西厢叩玉扃，转教小玉报双成。\n闻道汉家天子使，九华帐里梦魂惊。\n揽衣推枕起徘徊，珠箔银屏迤逦开。\n云鬓半偏新睡觉，花冠不整下堂来。\n风吹仙袂飘飘举，犹似霓裳羽衣舞。\n玉容寂寞泪阑干，梨花一枝春带雨。\n含情凝睇谢君王，一别音容两渺茫。\n昭阳殿里恩爱绝，蓬莱宫中日月长。\n回头下望人寰处，不见长安见尘雾。\n唯将旧物表深情，钿合金钗寄将去。\n钗留一股合一扇，钗擘黄金合分钿。\n但教心似金钿坚，天上人间会相见。\n临别殷勤重寄词，词中有誓两心知。\n七月七日长生殿，夜半无人私语时。\n在天愿作比翼鸟，在地愿为连理枝。\n天长地久有时尽，此恨绵绵无绝期！",
    "type": "七言古诗",
    "author": "白居易",
    "title": "长恨歌"
  },
  {
    "id": 72,
    "contents": "元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻船中夜弹琵琶者，听其音\n，铮铮然有京都声；问其人，本长安倡女，尝学琵琶於穆曹二善才。年长色衰，委\n身为贾人妇。遂命酒，使快弹数曲，曲罢悯然。自叙少小时欢乐事，今漂沦憔悴，\n转徙於江湖间。予出官二年恬然自安，感斯人言，是夕，始觉有迁谪意，因为长句\n歌以赠之，凡六百一十六言，命曰琵琶行。\n浔言江头夜送客，枫叶荻花秋瑟瑟。\n主人下马客在船，举酒欲饮无管弦。\n醉不成欢惨将别，别时茫茫江浸月。\n忽闻水上琵琶声，主人忘归客不发。\n寻声暗问弹者谁，琵琶声停欲语迟。\n移船相近邀相见，添酒回灯重开宴。\n千呼万唤始出来，犹抱琵琶半遮面。\n转轴拨弦三两声，未成曲调先有情。\n弦弦掩抑声声思，似诉平生不得志。\n低眉信手续续弹，说尽心中无限事。\n轻拢慢捻抹复挑，初为霓裳后六么。\n大弦嘈嘈如急雨，小弦切切如私语。\n嘈嘈切切错杂弹，大珠小珠落玉盘。\n间关莺语花底滑，幽咽泉流水下滩。\n水泉冷涩弦凝绝，凝绝不通声渐歇。\n别有幽愁暗恨生，此时无声胜有声。\n银瓶乍破水浆迸，铁骑突出刀枪鸣。\n曲终收拨当心画，四弦一声如裂帛。\n东船西舫悄无言，唯见江心秋月白。\n沈吟放拨插弦中，整顿衣裳起敛容。\n自言本是京城女，家在虾蟆陵下住。\n十三学得琵琶成，名属教坊第一部。\n曲罢曾教善才服，妆成每被秋娘妒。\n五陵年少争缠头，一曲红绡不知数。\n钿头银篦击节碎，血色罗裙翻酒污。\n今年欢笑复明年，秋月春风等闲度。\n弟走从军阿姨死，暮去朝来颜色故。\n门前冷落车马稀，老大嫁作商人妇。\n商人重利轻别离，前月浮梁买茶去。\n去来江口守空船，绕船月明江水寒。\n夜深忽梦少年事，梦啼妆泪红阑干。\n我闻琵琶已叹息，又闻此语重唧唧。\n同是天涯沦落人，相逢何必曾相识！\n我从去年辞帝京，谪居卧病浔阳城。\n浔阳地僻无音乐，终岁不闻丝竹声。\n住近湓江地低湿，黄芦苦竹绕宅生。\n其间旦暮闻何物？杜鹃啼血猿哀鸣。\n春江花朝秋月夜，往往取酒还独倾。\n岂无山歌与村笛，呕哑嘲哳难为听！\n今夜闻君琵琶语，如听仙乐耳暂明。\n莫辞更坐弹一曲，为君翻作琵琶行。\n感我此言良久立，却坐促弦弦转急。\n凄凄不似向前声，满座重闻皆掩泣。\n座中泣下谁最多，江州司马青衫湿！",
    "type": "七言古诗",
    "author": "白居易",
    "title": "琵琶行并序"
  },
  {
    "id": 73,
    "contents": "元和天子神武姿，彼何人哉轩与羲。\n誓将上雪列圣耻，坐法宫中朝四夷。\n淮西有贼五十载，封狼生［豸区］［豸区］生罴。\n不据山河据平地，长戈利矛日可麾。\n帝得圣相相曰度，贼斫不死神扶持。\n腰悬相印作都统，阴风惨澹天王旗。\n□（上朔下心］武古通作牙爪，仪曹外郎载笔随。\n行军司马智且勇，十四万众犹虎貔。\n入蔡缚贼献太庙，功无与让恩不訾。\n帝曰汝度功第一，汝从事愈宜为辞。\n愈拜稽首蹈且舞，金石刻画臣能为。\n古者世称大手笔，此事不系于职司。\n当仁自古有不让，言讫屡颔天子颐。\n公退斋戒坐小阁，濡染大笔何淋漓！\n点窜尧典舜典字，涂改清庙生民诗。\n文成破体书在纸，清晨再拜铺丹墀。\n表曰臣愈昧死上，咏神圣功书之碑。\n碑高三丈字如斗，负以灵鳌蟠以螭。\n句奇语重喻者少，谗之天子言其私。\n长绳百尺拽碑倒，粗沙大石相磨治。\n公之斯文若元气，先时已入人肝脾。\n汤盘孔鼎有述作，今无其器存其辞。\n呜呼圣皇及圣相，相与［火亘］赫流淳熙。\n公之斯文不示后，曷与三五相攀追。\n愿书万本诵万过，口角流沫右手胝。\n传之七十有二代，以为封禅玉检明堂基。",
    "type": "七言古诗",
    "author": "李商隐",
    "title": "韩碑"
  },
  {
    "id": 74,
    "contents": "开元二十六年，客有从御史大夫张公出塞而还者，作燕歌行以示适，感征戍之事，\n因而和焉。\n汉家烟尘在东北，汉将辞家破残贼。\n男儿本自重横行，天子非常赐颜色。\n［扌从］金伐鼓下榆关，旌旆逶迤碣石间。\n校尉羽书飞瀚海，单于猎火照狼山。\n山川萧条极边土，胡骑凭陵杂风雨。\n战士军前半死生，美人帐下犹歌舞。\n大漠穷秋塞草衰，孤城落日斗兵稀。\n身当恩遇常轻敌，力尽关山未解围。\n铁衣远戍辛勤久，玉筋应啼别离后。\n少妇城南欲断肠，征人蓟北空回首。\n边庭飘摇那可度，绝域苍茫更何有！\n杀气三时作阵云，寒声一夜传刁斗。\n相看白刃血纷纷，死节从来岂顾勋？\n君不见沙场征战苦，至今犹忆李将军！",
    "type": "七言乐府",
    "author": "高适",
    "title": "燕歌行并序"
  },
  {
    "id": 75,
    "contents": "白日登山望烽火，黄昏饮马傍交河。\n行人刁斗风沙暗，公主琵琶幽怨多。\n野云万里无城郭，雨雪纷纷连大漠。\n胡雁哀鸣夜夜飞，胡儿眼泪双双落。\n闻道玉门犹被遮，应将性命逐轻车。\n年年战骨埋荒外，空见葡萄入汉家。",
    "type": "七言乐府",
    "author": "李颀",
    "title": "古从军行"
  },
  {
    "id": 76,
    "contents": "洛阳女儿对门居，才可容颜十五馀。\n良人玉勒乘骢马，侍女金盘脍鲤鱼。\n画阁朱楼尽相望，红桃绿柳垂檐向。\n罗帷送上七香车，宝扇迎归九华帐。\n狂夫富贵在青春，意气骄奢剧季伦。\n自怜碧玉亲教舞，不惜珊瑚持与人。\n春窗曙灭九微火，九微片片飞花琐。\n戏罢曾无理曲时，妆成只是薰香坐。\n城中相识尽繁华，日夜经过赵李家。\n谁怜越女颜如玉，贫贱江头自浣纱！",
    "type": "七言乐府",
    "author": "王维",
    "title": "洛阳女儿行"
  },
  {
    "id": 77,
    "contents": "少年十五二十时，步行夺得胡马骑。\n射杀山中白额虎，肯数邺下黄须儿！\n一身转战三千里，一剑曾当百万师。\n汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。\n卫青不败由天幸，李广无功缘数奇。\n自从弃置便衰朽，世事蹉跎成白首。\n昔时飞箭无全目，今日垂杨生左肘。\n路旁时卖故侯瓜，门前学种先生柳。\n苍茫古木连穷巷，寥落寒山对虚牖。\n誓令疏勒出飞泉，不似颍川空使酒。\n贺兰山下阵如云，羽檄交驰日夕闻。\n节使三河募年少，诏书五道出将军。\n试拂铁衣如雪色，聊持宝剑动星文。\n愿得燕弓射大将，耻令越甲鸣吾君。\n莫嫌旧日云中守，犹堪一战取功勋！",
    "type": "七言乐府",
    "author": "王维",
    "title": "老将行"
  },
  {
    "id": 78,
    "contents": "渔舟逐水爱山春，两岸桃花夹古津。\n坐看红树不知远，行尽青溪不见人。\n山口潜行始隈［阝奥］，山开旷望旋平陆。\n遥看一处攒云树，近入千家散花竹。\n樵客初传汉姓名，居人未改秦衣服。\n居人共住武陵源，还从物外起田园。\n月明松下房栊静，日出云中鸡犬喧。\n惊闻俗客争来集，竞引还家问都邑。\n平明闾巷扫花开，薄暮渔樵乘水入。\n初因避地去人间，及至成仙遂不还。\n峡里谁知有人事？世中遥望空云山。\n不疑灵境难闻见，尘心未尽思乡县。\n出洞无论隔山水，辞家终拟长游衍。\n自谓经过旧不迷，安知峰壑今来变？\n当时只记入山深，青溪几曲到云林。\n春来遍是桃花水，不辨仙源何处寻。",
    "type": "七言乐府",
    "author": "王维",
    "title": "桃源行"
  },
  {
    "id": 79,
    "contents": "噫吁戏，危乎高哉！\n蜀道之难难于上青天！\n蚕丛及鱼凫，开国何茫然！\n尔来四万八千岁，始与秦塞通人烟。\n西当太白有鸟道，可以横绝峨眉巅。\n地崩山摧壮士死，然后天梯石栈方钩连。\n上有六龙回日之高标，下有冲波逆折之回川。\n黄鹤之飞尚不得，猿猱欲度愁攀援。\n青泥何盘盘，百步九折萦岩峦。\n扪参历井仰胁息，以手抚膺坐长叹。\n问君西游何时还？畏途□（繁体“谗”换山旁）岩不可攀！\n但见悲鸟号古木，雄飞雌从绕林间。\n又闻子规啼，夜月愁空山。\n蜀道之难难于上青天！使人听此凋朱颜。\n连峰去天不盈尺，枯松倒挂倚绝壁。\n飞湍瀑流争喧［兀豕］，冰崖转石万壑雷。\n其险也如此！\n嗟尔远道之人，胡为乎来哉？\n剑阁峥嵘而崔嵬。\n一夫当关，万夫莫开。\n所守或匪亲，化为狼与豺。\n朝避猛虎，夕避长蛇。\n磨牙吮血，杀人如麻。\n锦城虽云乐，不如早还家。\n蜀道之难难于上青天！侧身西望常咨嗟！",
    "type": "七言乐府",
    "author": "李白",
    "title": "蜀道难"
  },
  {
    "id": 80,
    "contents": "长相思，在长安。\n络纬秋啼金井阑，微霜凄凄簟色寒。\n孤灯不明思欲绝，卷帷望月空长叹。\n美人如花隔云端。\n上有青冥之长天，下有渌水之波澜。\n天长路远魂飞苦，梦魂不到关山难。\n长相思，摧心肝！",
    "type": "七言乐府",
    "author": "李白",
    "title": "长相思二首之一"
  },
  {
    "id": 81,
    "contents": "日色已尽花含烟，月明欲素愁不眠。\n赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。\n此曲有意无人传，愿随春风寄燕然。\n忆君迢迢隔青天。\n昔日横波目，今成流泪泉。\n不信妾肠断，归来看取明镜前。",
    "type": "七言乐府",
    "author": "李白",
    "title": "长相思二首之二"
  },
  {
    "id": 82,
    "contents": "金樽清酒斗十千，玉盘珍羞值万钱。\n停杯投箸不能食，拔剑四顾心茫然。\n欲渡黄河冰塞川，将登太行雪满山。\n闲来垂钓碧溪上，忽复乘舟梦日边。\n行路难，行路难！多歧路，今安在？\n长风破浪会有时，直挂云帆济沧海。",
    "type": "七言乐府",
    "author": "李白",
    "title": "行路难三首之一"
  },
  {
    "id": 83,
    "contents": "大道如青天，我独不得出。\n羞逐长安社中儿，赤鸡白狗赌梨栗。\n弹剑作歌奏苦声，曳裾王门不称情。\n淮阴市井笑韩信，汉朝公卿忌贾生。\n君不见，昔时燕家重郭隗，拥彗折节无嫌猜\n剧辛乐毅感恩分，输肝剖胆效英才。\n昭王白骨萦蔓草，谁人更扫黄金台？\n行路难，归去来！",
    "type": "七言乐府",
    "author": "李白",
    "title": "行路难三首之二"
  },
  {
    "id": 84,
    "contents": "有耳莫洗颍川水，有口莫食首阳蕨。\n含光混世贵无名，何用孤高比云月？\n吾观自古贤达人，功成不退皆殒身。\n子胥既弃吴江上，屈原终投湘水滨。\n陆机雄才岂自保？李斯税驾苦不早。\n华亭鹤唳讵可闻，上蔡苍鹰何足道！\n君不见，吴中张翰称达生，秋风忽忆江东行。\n且乐生前一杯酒，何须身后千载名！",
    "type": "七言乐府",
    "author": "李白",
    "title": "行路难三首之三"
  },
  {
    "id": 85,
    "contents": "君不见，黄河之水天上来，奔流到海不复回。\n君不见，高堂明镜悲白发，朝如青丝暮成雪。\n人生得意须尽欢，莫使金樽空对月！\n天生我材必有用，千金散尽还复来。\n烹羊宰牛且为乐，会须一饮三百杯！\n岑夫子，丹丘生，将进酒，君莫停！\n与君歌一曲，请君为我侧耳听！\n钟鼓馔玉不足贵，但愿长醉不愿醒！\n古来圣贤皆寂寞，惟有饮者留其名！\n陈王昔时宴平乐，斗酒十千恣欢谑。\n主人何为言少钱？径须沽取对君酌。\n五花马，千金裘，呼儿将出换美酒，与尔同消万古愁！",
    "type": "七言乐府",
    "author": "李白",
    "title": "将进酒"
  },
  {
    "id": 86,
    "contents": "车辚辚，马萧萧，行人弓箭各在腰。\n耶娘妻子走相送，尘埃不见咸阳桥。\n牵衣顿足拦道哭，哭声直上干云霄！\n道旁过者问行人，行人但云点行频。\n或从十五北防河，便至四十西营田。\n去时里正与裹头，归来头白还戍边！\n边亭流血成海水，武皇开边意未已。\n君不闻，汉家山东二百州，千村万落生荆杞！\n纵有健妇把锄犁，禾生陇亩无东西。\n况复秦兵耐苦战，被驱不异犬与鸡。\n长者虽有问，役夫敢申恨？\n且如今年冬，未休关西卒。\n县官急索租，租税从何出？\n信知生男恶，反是生女好。\n生女犹得嫁比邻，生男埋没随百草！\n君不见，青海头，古来白骨无人收。\n新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
    "type": "七言乐府",
    "author": "杜甫",
    "title": "兵车行"
  },
  {
    "id": 87,
    "contents": "三月三日天气新，长安水边多丽人。\n态浓意远淑且真，肌理细腻骨肉匀。\n绣罗衣裳照暮春，蹙金孔雀银麒麟。\n头上何所有？翠微盍叶垂鬓唇。\n背后何所见？珠压腰［衤及］稳称身。\n就中云幕椒房亲，赐名大国虢与秦。\n紫驼之峰出翠釜，水精之盘行素鳞。\n犀箸餍饫久未下，鸾刀缕切空纷纶。\n黄门飞［革空］不动尘，御厨络绎送八珍。\n箫鼓哀吟感鬼神，宾从杂沓实要津。\n后来鞍马何逡巡，当轩下马入锦茵。\n杨花雪落覆白苹，青鸟飞去衔红巾。\n炙手可热势绝伦，慎莫近前丞相嗔！",
    "type": "七言乐府",
    "author": "杜甫",
    "title": "丽人行"
  },
  {
    "id": 88,
    "contents": "少陵野老吞生哭，春日潜行曲江曲。\n江头宫殿锁千门，细柳新蒲为谁绿？\n忆昔霓旌下南苑，苑中景物生颜色。\n昭阳殿里第一人，同辇随君侍君侧。\n辇前才人带弓箭，白马嚼啮黄金勒。\n翻身向天仰射云，一箭正坠双飞翼。\n明眸皓齿今何在？血污游魂归不得！\n清渭东流剑阁深，去住彼此无消息。\n人生有情泪沾臆，江水江花岂终极？\n黄昏胡骑尘满城，欲往城南望城北。",
    "type": "七言乐府",
    "author": "杜甫",
    "title": "哀江头"
  },
  {
    "id": 89,
    "contents": "长安城头头白乌，夜飞延秋门上呼。\n又向人家啄大屋，屋底达官走避胡。\n金鞭断折九马死，骨肉不待同驰驱。\n腰下宝［“决”换王旁］青珊瑚，可怜王孙泣路隅！\n问之不肯道姓名，但道困苦乞为奴。\n已经百日窜荆棘，身上无有完肌肤。\n高帝子孙尽隆准，龙种自与常人殊。\n豺狼在邑龙在野，王孙善保千金躯。\n不敢长语临交衢，且为王孙立斯须。\n昨夜东风吹血腥，东来橐驼满旧都。\n朔方健儿好身手，昔何勇锐今何愚！\n窃闻天子已传位，圣德北服南单于。\n花门□（“嫠”下女换刀）面请雪耻，慎勿出口他人狙！\n哀哉王孙慎勿疏，五陵佳气无时无。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "哀王孙"
  },
  {
    "id": 90,
    "contents": "夫子何为者，栖栖一代中。\n地犹鄹氏邑，宅即鲁王宫。\n叹凤嗟身否？伤麟怨道穷。\n今看两楹奠，当与梦时同。",
    "type": "五言律诗",
    "author": "唐玄宗",
    "title": "经邹鲁祭孔子而叹之"
  },
  {
    "id": 91,
    "contents": "海上生明月，天涯共此时。\n情人怨遥夜，竟夕起相思！\n灭烛怜光满，披衣觉露滋。\n不堪盈手赠，还寝梦佳期。",
    "type": "五言律诗",
    "author": "张九龄",
    "title": "望月怀远"
  },
  {
    "id": 92,
    "contents": "城阙辅三秦，风烟望五津。\n与君离别意，同是宦游人。\n海内存知己，天涯若比邻。\n无为在歧路，儿女共沾巾。",
    "type": "五言律诗",
    "author": "王勃",
    "title": "送杜少府之任蜀州"
  },
  {
    "id": 93,
    "contents": "余禁所禁垣西，是法厅事也。有古槐数株焉，虽生意可知，同殷仲文之古树，而听\n讼斯在，即周召伯之甘棠。每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻；岂人\n心异於曩时，将虫响悲於前听？嗟乎！声以动容，德以象贤，故洁其身也，禀君子\n达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数；应节为变，\n审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔\n树之微风，韵资天纵；饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽［纟墨］，\n不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯\n危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零；道寄人知，悯馀\n声之寂寞。非谓文墨，取代幽忧云尔。\n西路蝉声唱，南冠客思侵。\n那堪玄鬓影，来对白头吟！\n露重飞难进，风多响易沉。\n无人信高洁，谁为表予心？",
    "type": "五言律诗",
    "author": "骆宾王",
    "title": "在狱咏蝉并序"
  },
  {
    "id": 94,
    "contents": "独有宦游人，偏惊物候新。\n云霞出海曙，梅柳渡江春。\n淑气催黄鸟，晴光转绿苹。\n忽闻歌古调，归思欲沾巾。",
    "type": "五言律诗",
    "author": "杜审言",
    "title": "和晋陵路丞早春游望"
  },
  {
    "id": 95,
    "contents": "闻道黄龙戍，频年不解兵。\n可怜闺里月，长在汉家营。\n少妇今春意，良人昨夜情。\n谁能将旗鼓，一为取龙城？",
    "type": "五言律诗",
    "author": "沈全期",
    "title": "杂诗"
  },
  {
    "id": 96,
    "contents": "阳月南飞雁，传闻至此回。\n我行殊未已，何日复归来？\n江静潮初落，林昏瘴不开。\n明朝望乡处，应见陇头梅。",
    "type": "五言律诗",
    "author": "宋之问",
    "title": "题大庾岭北驿"
  },
  {
    "id": 97,
    "contents": "客路青山外，行舟绿水前。\n潮平两岸阔，风正一帆悬。\n海日生残夜，江春入旧年。\n乡书何处达？归雁洛阳边。",
    "type": "五言律诗",
    "author": "王湾",
    "title": "次北固山下"
  },
  {
    "id": 98,
    "contents": "清晨入古寺，初日照高林。\n曲径通幽处，禅房花木深。\n山光悦鸟性，潭影空人心。\n万籁此俱寂，惟馀钟磬音。",
    "type": "五言律诗",
    "author": "常建",
    "title": "题破山寺后禅院"
  },
  {
    "id": 99,
    "contents": "联步趋丹陛，分曹限紫微。\n晓随天仗入，暮惹御香归。\n白发悲花落，青云羡鸟飞。\n圣朝无阙事，自觉谏书稀。",
    "type": "五言律诗",
    "author": "岑参",
    "title": "寄左省杜拾遗"
  },
  {
    "id": 100,
    "contents": "吾爱孟夫子，风流天下闻。\n红颜弃轩冕，白首卧松云。\n醉月频中圣，迷花不事君。\n高山安可仰，徒此挹清芬。",
    "type": "五言律诗",
    "author": "李白",
    "title": "赠孟浩然"
  },
  {
    "id": 101,
    "contents": "渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。",
    "type": "五言律诗",
    "author": "李白",
    "title": "渡荆门送别"
  },
  {
    "id": 102,
    "contents": "青山横北郭，白水绕东城。\n此地一为别，孤蓬万里征。\n浮云游子意，落日故人情。\n挥手自兹去，萧萧班马鸣。",
    "type": "五言律诗",
    "author": "李白",
    "title": "送友人"
  },
  {
    "id": 103,
    "contents": "蜀僧抱绿绮，西下峨眉峰。\n为我一挥手，如听万壑松。\n客心洗流水，馀响入霜钟。\n不觉碧山暮，秋云暗几重。",
    "type": "五言律诗",
    "author": "李白",
    "title": "听蜀僧浚弹琴"
  },
  {
    "id": 104,
    "contents": "牛渚西江夜，青天无片云。\n登舟望秋月，空忆谢将军。\n余亦能高咏，斯人不可闻。\n明朝挂帆席，枫叶落纷纷。",
    "type": "五言律诗",
    "author": "李白",
    "title": "夜泊牛渚怀古"
  },
  {
    "id": 105,
    "contents": "今夜［鹿阝］州月，闺中只独看。\n遥怜小儿女，未解忆长安。\n香雾云鬟湿，清辉玉臂寒。\n何时倚虚幌，双照泪痕干？",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "月夜"
  },
  {
    "id": 106,
    "contents": "国破山河在，城春草木深。\n感时花溅泪，恨别鸟惊心。\n烽火连三月，家书抵万金。\n白头搔更短，浑欲不胜簪。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "春望"
  },
  {
    "id": 107,
    "contents": "花隐掖垣暮，啾啾栖鸟过。\n星临万户动，月傍九霄多。\n不寝听金钥，因风想玉珂。\n明朝有封事，数问夜如何？",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "春宿左省"
  },
  {
    "id": 108,
    "contents": "此道昔归顺，西郊胡正繁。\n至今残破胆，应有未招魂。\n近得归京邑，移官岂至尊？\n无才日衰老，驻马望千门。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "至德二载甫自京金光门出，问道归凤翔。乾元初从左拾遗移华州掾。与亲故别，因出此门。有悲往事。"
  },
  {
    "id": 109,
    "contents": "戍鼓断人行，秋边一雁声。\n露从今夜白，月是故乡明。\n有弟皆分散，无家问死生。\n寄书长不达，况乃未休兵。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "月夜忆舍弟"
  },
  {
    "id": 110,
    "contents": "凉风起天末，君子意如何？\n鸿雁几时到，江湖秋水多。\n文章憎命达，魑魅喜人过。\n应共冤魂语，投诗赠汨罗。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "天末怀李白"
  },
  {
    "id": 111,
    "contents": "远送从此别，青山空复情。\n几时杯重把，昨夜月同行。\n列郡讴歌惜，三朝出入荣。\n将村独归处，寂寞养残生。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "奉济驿重送严公四韵"
  },
  {
    "id": 112,
    "contents": "他乡复行役，驻马别孤坟。\n近泪无干土，低空有断云。\n对棋陪谢傅，把剑觅徐君。\n唯见林花落，莺啼送客闻。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "别房太尉墓"
  },
  {
    "id": 113,
    "contents": "细草微风岸，危樯独夜舟。\n星垂平野阔，月涌大江流。\n名岂文章著？官应老病休。\n飘飘何所似，天地一沙鸥。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "旅夜书怀"
  },
  {
    "id": 114,
    "contents": "昔闻洞庭水，今上岳阳楼。\n吴楚东南坼，乾坤日夜浮。\n亲朋无一字，老病有孤舟。\n戎马关山北，凭轩涕泗流。",
    "type": "五言律诗",
    "author": "杜甫",
    "title": "登岳阳楼"
  },
  {
    "id": 115,
    "contents": "寒山转苍翠，秋水日潺［氵爰］。\n倚杖柴门外，临风听暮蝉。\n渡头馀落日，墟里上孤烟。\n复值接舆醉，狂歌五柳前。",
    "type": "五言律诗",
    "author": "王维",
    "title": "辋川闲居赠裴秀才迪"
  },
  {
    "id": 116,
    "contents": "空山新雨后，天气晚来秋。\n明月松间照，清泉石上流。\n竹喧归浣女，莲动下渔舟。\n随意春芳歇，王孙自可留。",
    "type": "五言律诗",
    "author": "王维",
    "title": "山居秋暝"
  },
  {
    "id": 117,
    "contents": "清川带长薄，车马去闲闲。\n流水如有意，暮禽相与还。\n荒城临古渡，落日满秋山。\n迢递嵩高下，归来且闭关。",
    "type": "五言律诗",
    "author": "王维",
    "title": "归嵩山作"
  },
  {
    "id": 118,
    "contents": "太乙近天都，连山接海隅。\n白云回望合，青霭入看无。\n分野中峰变，阴晴众壑殊。\n欲投人处宿，隔水问樵夫。",
    "type": "五言律诗",
    "author": "王维",
    "title": "终南山"
  },
  {
    "id": 119,
    "contents": "晚年惟好静，万事不关心。\n自顾无长策，空知返旧林。\n松风吹解带，山月照弹琴。\n君问穷通理，渔歌入浦深。",
    "type": "五言律诗",
    "author": "王维",
    "title": "酬张少府"
  },
  {
    "id": 120,
    "contents": "不知香积寺，数里入云峰。\n古木无人径，深山何处钟？\n泉声咽危石，日色冷青松。\n薄暮空潭曲，安禅制毒龙。",
    "type": "五言律诗",
    "author": "王维",
    "title": "过香积寺"
  },
  {
    "id": 121,
    "contents": "万壑树参天，千山响杜鹃。\n山中一夜雨，树杪百重泉。\n汉女输［木童］布，巴人讼芋田。\n文翁翻教授，不敢倚先贤。",
    "type": "五言律诗",
    "author": "王维",
    "title": "送梓州李使君"
  },
  {
    "id": 122,
    "contents": "楚塞三湘接，荆门九派通。\n江流天地外，山色有无中。\n郡邑浮前浦，波澜动远空。\n襄阳好风日，留醉与山翁。",
    "type": "五言律诗",
    "author": "王维",
    "title": "汉江临眺"
  },
  {
    "id": 123,
    "contents": "中岁颇好道，晚家南山陲。\n兴来美独往，胜事空自知。\n行到水穷处，坐看云起时。\n偶然值林叟，谈笑无还期。",
    "type": "五言律诗",
    "author": "王维",
    "title": "终南别业"
  },
  {
    "id": 124,
    "contents": "八月湖水平，涵虚混太清。\n气蒸云梦泽，波撼岳阳城。\n欲济无舟楫，端居耻圣明。\n坐观垂钓者，空有羡鱼情。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "望洞庭湖赠张丞相"
  },
  {
    "id": 125,
    "contents": "人事有代谢，往来成古今。\n江山留胜迹，我辈复登临。\n水落鱼梁浅，天寒梦泽深。\n羊公碑字在，读罢泪沾襟。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "与诸子登岘山"
  },
  {
    "id": 126,
    "contents": "林卧愁春尽，开轩览物华。\n忽逢青鸟使，邀入赤松家。\n丹灶初开火，仙桃正发花。\n童颜若可驻，何惜醉流霞！",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "清明日宴梅道士房"
  },
  {
    "id": 127,
    "contents": "北阙休上书，南山归敝庐。\n不才明主弃，多病故人疏。\n白发催年老，青阳逼岁除。\n永怀愁不寐，松月夜窗墟。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "岁暮归南山"
  },
  {
    "id": 128,
    "contents": "故人具鸡黍，邀我至田家。\n绿树村边合，青山郭外斜。\n开轩面场圃，把酒话桑麻。\n待到重阳日，还来就菊花。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "过故人庄"
  },
  {
    "id": 129,
    "contents": "一丘尝欲卧，三径苦无资。\n北土非吾愿，东林怀我师。\n黄金燃桂尽，壮志逐年衰。\n日夕凉风至，闻蝉但益悲。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "秦中感秋寄远上人"
  },
  {
    "id": 130,
    "contents": "山暝听猿愁，沧江急夜流。\n风鸣两岸叶，月照一孤舟。\n建德非吾土，维扬忆旧游。\n还将两行泪，遥寄海西头。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "宿桐庐江寄广陵旧游"
  },
  {
    "id": 131,
    "contents": "寂寂竟何待，朝朝空自归。\n欲寻芳草去，惜与故人违。\n当路谁相假，知音世所稀。\n只应守寂寞，还掩故园扉。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "留别王侍御维"
  },
  {
    "id": 132,
    "contents": "木落雁南渡，北风江上寒。\n我家襄水曲，遥隔楚云端。\n乡泪客中尽，孤帆天际看。\n迷津欲有问，平海夕漫漫。",
    "type": "五言律诗",
    "author": "孟浩然",
    "title": "早寒江上有怀"
  },
  {
    "id": 133,
    "contents": "古台摇落后，秋日望乡心。\n野寺人来少，云峰水隔深。\n夕阳依旧垒，寒磬满空林。\n惆怅南朝事，长江独至今。",
    "type": "五言律诗",
    "author": "刘长卿",
    "title": "秋日登吴公台上寺远眺"
  },
  {
    "id": 134,
    "contents": "流落征南将，曾驱十万师。\n罢归无旧业，老去恋明时。\n独立三边静，轻生一剑知。\n茫茫江汉上，日暮复何之。",
    "type": "五言律诗",
    "author": "刘常卿",
    "title": "送李中丞归汉阳别业"
  },
  {
    "id": 135,
    "contents": "望君烟水阔，挥手泪沾巾。\n飞鸟没何处，青山空向人。\n长江一帆远，落日五湖春。\n谁见汀洲上，相思愁白苹？",
    "type": "五言律诗",
    "author": "刘长卿",
    "title": "饯别王十一南游"
  },
  {
    "id": 136,
    "contents": "一路经行处，莓苔见履痕。\n白云依静渚，春草闭闲门。\n过雨看松色，随山到水源。\n溪花与禅意，相对亦忘言。",
    "type": "五言律诗",
    "author": "刘长卿",
    "title": "寻南溪常山道人隐居"
  },
  {
    "id": 137,
    "contents": "乡心新岁切，天畔独潸然。\n老至居人下，春归在客先。\n岭猿同旦暮，江柳共风烟。\n已似长沙傅，从今又几年？",
    "type": "五言律诗",
    "author": "刘长卿",
    "title": "新年作"
  },
  {
    "id": 138,
    "contents": "上国随缘住，来途若梦行。\n浮天沧海远，去世法舟轻。\n水月通禅寂，鱼龙听梵声。\n惟怜一灯影，万里眼中明。",
    "type": "五言律诗",
    "author": "钱起",
    "title": "送僧归日本"
  },
  {
    "id": 139,
    "contents": "泉壑带茅茨，云霞生薜帷。\n竹怜新雨后，山爱夕阳时。\n闲鹭栖常早，秋花落更迟。\n家童扫萝径，昨与故人期。",
    "type": "五言律诗",
    "author": "钱起",
    "title": "谷口书斋寄杨补阙"
  },
  {
    "id": 140,
    "contents": "江汉曾为客，相逢每醉还。\n浮云一别后，流水十年间。\n欢笑情如旧，萧疏鬓已斑。\n何因北归去，淮上对秋山。",
    "type": "五言律诗",
    "author": "韦应物",
    "title": "淮上喜会梁川故人"
  },
  {
    "id": 141,
    "contents": "楚江微雨里，建业暮钟时。\n漠漠帆来重，冥冥鸟去迟。\n海门深不见，浦树远含滋。\n相送情无限，沾襟比散丝。",
    "type": "五言律诗",
    "author": "韦应物",
    "title": "赋得暮雨送李胄"
  },
  {
    "id": 142,
    "contents": "长簟迎风早，空城澹月华。\n星河秋一雁，砧杵夜千家。\n节候看应晚，心期卧亦赊。\n向来吟秀句，不觉已鸣鸦。",
    "type": "五言律诗",
    "author": "韩□（“雄”右半换“羽”）",
    "title": "酬程延秋夜即事见赠"
  },
  {
    "id": 143,
    "contents": "道由白云尽，春与青溪长。\n时有落花至，远隋流水香。\n闲门向山路，深柳读书堂。\n幽映每白日，清辉照衣裳。",
    "type": "五言律诗",
    "author": "刘脊虚",
    "title": "阙题"
  },
  {
    "id": 144,
    "contents": "天秋月又满，城阙夜千重。\n还作江南会，翻疑梦里逢。\n风枝惊暗鹊，露草覆寒虫。\n羁旅长堪醉，相留畏晓钟。",
    "type": "五言律诗",
    "author": "戴叔伦",
    "title": "江乡故人偶集客舍"
  },
  {
    "id": 145,
    "contents": "故关衰草遍，离别正堪悲！\n路出寒云外，人归暮雪时。\n少孤为客早，多难识君迟。\n掩泪空相向，风尘何处期？",
    "type": "五言律诗",
    "author": "卢纶",
    "title": "李端公"
  },
  {
    "id": 146,
    "contents": "十年离乱后，长大一相逢。\n问姓惊初见，称名忆旧容。\n别来沧海事，语罢暮天钟。\n明日巴陵道，秋山又几重。",
    "type": "五言律诗",
    "author": "李益",
    "title": "喜见外弟又言别"
  },
  {
    "id": 147,
    "contents": "故人江海别，几度隔山川。\n乍见翻疑梦，相悲各问年。\n孤灯寒照雨，深竹暗浮烟。\n更有明朝恨，离杯惜共传。",
    "type": "五言律诗",
    "author": "司空曙",
    "title": "云阳馆与韩绅宿别"
  },
  {
    "id": 148,
    "contents": "静夜四无邻，荒居旧业贫。\n雨中黄叶树，灯下白头人。\n以我独沉久，愧君相访频。\n平生自有分，况是蔡家亲！",
    "type": "五言律诗",
    "author": "司空曙",
    "title": "喜外弟卢纶见宿"
  },
  {
    "id": 149,
    "contents": "世乱同南去，时清独北还。\n他乡生白发，旧国见青山。\n晓月过残垒，繁星宿故关。\n寒禽与衰草，处处伴愁颜。",
    "type": "五言律诗",
    "author": "司空曙",
    "title": "贼平后送人北归"
  },
  {
    "id": 150,
    "contents": "天地英雄气，千秋尚凛然！\n势分三足鼎，业复五铢钱。\n得相能开国，生儿不象贤。\n凄凉蜀故妓，来舞魏宫前。",
    "type": "五言律诗",
    "author": "刘禹锡",
    "title": "蜀先主庙"
  },
  {
    "id": 151,
    "contents": "前年伐月支，城下没全师。\n蕃汉断消息，死生长别离。\n无人收废帐，归马识残旗。\n欲祭疑君在，天涯哭此时。",
    "type": "五言律诗",
    "author": "张籍",
    "title": "没蕃故人"
  },
  {
    "id": 152,
    "contents": "离离原上草，一岁一枯荣。\n野火烧不尽，春风吹又生。\n远芳侵古道，晴翠接荒城。\n又送王孙去，萋萋满别情。",
    "type": "五言律诗",
    "author": "白居易",
    "title": "赋得古原草送别"
  },
  {
    "id": 153,
    "contents": "旅馆无良伴，凝情自悄然。\n寒灯思旧事，断雁警愁眠。\n远梦归侵晓，家书到隔年。\n沧江好烟月，门系钓鱼船。",
    "type": "五言律诗",
    "author": "杜牧",
    "title": "旅宿"
  },
  {
    "id": 154,
    "contents": "红叶晚萧萧，长亭酒一瓢。\n残云归太华，疏雨过中条。\n树色随山迥，河声入海遥。\n帝乡明日到，犹自梦渔樵。",
    "type": "五言律诗",
    "author": "许浑",
    "title": "秋日赴阙题潼关驿楼"
  },
  {
    "id": 155,
    "contents": "遥夜泛清瑟，西风生翠萝。\n残萤栖玉露，早雁拂银河。\n高树晓还密，远山晴更多。\n淮南一叶下，自觉老烟波。",
    "type": "五言律诗",
    "author": "许浑",
    "title": "早秋"
  },
  {
    "id": 156,
    "contents": "本以高难饱，徒劳恨费声。\n五更疏欲断，一树碧无情。\n薄宦梗犹泛，故园芜已平。\n烦君最相警，我亦举家清。",
    "type": "五言律诗",
    "author": "李商隐",
    "title": "蝉"
  },
  {
    "id": 157,
    "contents": "凄凉宝剑篇，羁泊欲穷年。\n黄叶仍风雨，青楼自管弦。\n新知遭薄俗，旧好隔良缘。\n心断新丰酒，销愁斗几千。",
    "type": "五言律诗",
    "author": "李商隐",
    "title": "风雨"
  },
  {
    "id": 158,
    "contents": "高阁客竟去，小园花乱飞。\n参差连曲陌，迢递送斜晖。\n肠断未忍扫，眼穿仍欲归。\n芳心向春尽，所得是沾衣。",
    "type": "五言律诗",
    "author": "李商隐",
    "title": "落花"
  },
  {
    "id": 159,
    "contents": "客去波平槛，蝉休露满枝。\n永怀当此节，倚立自移时。\n北斗兼春远，南陵寓使迟。\n天涯占梦数，疑误有新知。",
    "type": "五言律诗",
    "author": "李商隐",
    "title": "凉思"
  },
  {
    "id": 160,
    "contents": "残阳西入崦，茅屋访孤僧。\n落叶人何在？寒云路几层？\n独敲初夜磬，闲倚一枝藤。\n世界微尘里，吾宁爱与憎。",
    "type": "五言律诗",
    "author": "李商隐",
    "title": "北青萝"
  },
  {
    "id": 161,
    "contents": "荒戍落黄叶，浩然离故关。\n高风汉阳渡，初日郢门山。\n江上几人在？天涯孤棹还。\n何当重相见，樽酒慰离颜？",
    "type": "五言律诗",
    "author": "温庭筠",
    "title": "送人东游"
  },
  {
    "id": 162,
    "contents": "灞原风雨定，晚见雁行频。\n落叶他乡树，寒灯独夜人。\n空园白露滴，孤壁野僧邻。\n寄卧郊扉久，何年致此身？",
    "type": "五言律诗",
    "author": "马戴",
    "title": "灞上秋居"
  },
  {
    "id": 163,
    "contents": "露气寒光集，微阳下楚丘。\n猿啼洞庭树，人在木兰舟。\n广泽生明月，苍山夹乱流。\n云中君不见，竟夕自悲秋。",
    "type": "五言律诗",
    "author": "马戴",
    "title": "楚江怀古"
  },
  {
    "id": 164,
    "contents": "调角断清秋，征人倚戍楼。\n春风对青冢，白日落梁州。\n大漠无兵阻，穷边有客游。\n蕃情似此水，长愿向南流。",
    "type": "五言律诗",
    "author": "张乔",
    "title": "书边事"
  },
  {
    "id": 165,
    "contents": "迢递三巴路，羁危万里身。\n乱山残雪夜，孤独异乡春。\n渐与骨肉远，转於僮仆亲。\n那堪正飘泊，明日岁华新。",
    "type": "五言律诗",
    "author": "崔涂",
    "title": "巴山道中除夜有怀"
  },
  {
    "id": 166,
    "contents": "几行归塞尽，片影独何之？\n暮雨相呼失，寒塘欲下迟。\n渚云低暗渡，关月冷相随。\n未必逢［矢曾］缴，孤飞自可疑。",
    "type": "五言律诗",
    "author": "崔涂",
    "title": "孤雁"
  },
  {
    "id": 167,
    "contents": "早被婵娟误，欲妆临镜慵。\n承恩不在貌，教妾若为容。\n风暖鸟声碎，日高花影重。\n年年越溪女，相忆采芙蓉。",
    "type": "五言律诗",
    "author": "杜荀鹤",
    "title": "春宫怨"
  },
  {
    "id": 168,
    "contents": "清瑟怨遥夜，绕弦风雨哀。\n孤灯闻楚角，残月下章台。\n芳草已云暮，故人殊未来。\n乡书不可寄，秋雁又南回。",
    "type": "五言律诗",
    "author": "韦庄",
    "title": "章台夜思"
  },
  {
    "id": 169,
    "contents": "移家虽带郭，野径入桑麻。\n近种篱边菊，秋来未著花。\n扣门无犬吠，欲去问西家。\n报到山中去，归来每日斜。",
    "type": "五言律诗",
    "author": "僧皎然",
    "title": "寻陆鸿渐不遇"
  },
  {
    "id": 170,
    "contents": "昔人已乘黄鹤去，此地空馀黄鹤楼。\n黄鹤一去不复返，白云千载空悠悠。\n晴川历历汉阳树，芳草萋萋鹦鹉洲。\n日暮乡关何处是，烟波江上使人愁。",
    "type": "七言律诗",
    "author": "崔颢",
    "title": "黄鹤楼"
  },
  {
    "id": 171,
    "contents": "迢□（“绕”换山旁）太华俯咸京，天外三峰削不成。\n武帝祠前云欲散，仙人掌上雨初晴。\n河山北枕秦关险，驿树西连汉［田寺］平。\n借问路傍名利客，无如此处学长生。",
    "type": "七言律诗",
    "author": "崔颢",
    "title": "行经华阴"
  },
  {
    "id": 172,
    "contents": "燕台一去客心惊，箫鼓喧喧汉将营。\n万里寒光生积雪，三边曙色动危旌。\n沙场烽火侵胡月，海畔云山拥蓟城。\n少小虽非投笔吏，论功还欲请长缨。",
    "type": "七言律诗",
    "author": "祖咏",
    "title": "望蓟门"
  },
  {
    "id": 173,
    "contents": "朝闻游子唱骊歌，昨夜微霜初度河。\n鸿雁不堪愁里听，云山况是客中过。\n关城树色催寒近，御苑砧声向晚多。\n莫见长安行乐处，空令岁月易蹉跎。",
    "type": "七言律诗",
    "author": "李颀",
    "title": "送魏万之京"
  },
  {
    "id": 174,
    "contents": "汉文皇帝有高台，此日登临曙色开。\n三晋云山皆北向，二陵风雨自东来。\n关门令尹谁能识？河上仙翁去不回。\n且欲竟寻彭泽宰，陶然共醉菊花杯。",
    "type": "七言律诗",
    "author": "崔曙",
    "title": "九日登望仙台呈刘明府"
  },
  {
    "id": 176,
    "contents": "嗟君此别意何如？驻马衔杯问谪居。\n巫峡啼猿数行泪，衡阳归雁几封书。\n青枫江上秋帆远，白帝城边古木疏。\n圣代即今多雨露，暂时分手莫踌躇。",
    "type": "七言律诗",
    "author": "高适",
    "title": "送李少府贬峡中王少府贬长沙"
  },
  {
    "id": 177,
    "contents": "鸡鸣紫陌曙光寒，莺啭皇州春色阑。\n金阙晓钟开万户，玉阶仙仗拥千官。\n花迎剑佩星初落，柳拂旌旗露未干。\n独有凤凰池上客，阳春一曲和皆难。",
    "type": "七言律诗",
    "author": "岑参",
    "title": "奉和中书舍人贾至早朝大明宫"
  },
  {
    "id": 178,
    "contents": "绛帻鸡人送晓筹，尚衣方进翠云裘。\n九天阊阖开宫殿，万国衣冠拜冕旒。\n日色才临仙掌动，香烟欲傍衮龙浮。\n朝罢须裁五色诏，佩声归向凤池头。",
    "type": "七言律诗",
    "author": "王维",
    "title": "和贾舍人早朝大明宫之作"
  },
  {
    "id": 179,
    "contents": "渭水自萦秦塞曲，黄山旧绕汉宫斜。\n銮舆迥出千门柳，阁道回看上苑花。\n云里帝城双凤阙，雨中春树万人家。\n为乘阳气行时令，不是宸游玩物华。",
    "type": "七言律诗",
    "author": "王维",
    "title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制"
  },
  {
    "id": 180,
    "contents": "积雨空林烟火迟，蒸藜炊黍饷东□（“淄”去三点水加草头）。\n漠漠水田飞白鹭，阴阴夏木啭黄鹂。\n山中习静观朝槿，松下清斋折露葵。\n野老与人争席罢，海鸥何事更相疑。",
    "type": "七言律诗",
    "author": "王维",
    "title": "积雨辋川庄作"
  },
  {
    "id": 181,
    "contents": "洞门高阁霭馀辉，桃李阴阴柳絮飞。\n禁里疏钟官舍晚，省中啼鸟吏人稀。\n晨摇玉佩趋金殿，夕奉天书拜琐闱。\n强欲从君无那老，将因卧病解朝衣。",
    "type": "七言律诗",
    "author": "王维",
    "title": "酬郭给事"
  },
  {
    "id": 182,
    "contents": "丞相祠堂何处寻？锦官城外柏森森。\n映阶碧草自春色，隔叶黄鹂空好音。\n三顾频烦天下计，两朝开济老臣心。\n出师未捷身先死，长使英雄泪满襟！",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "蜀相"
  },
  {
    "id": 183,
    "contents": "舍南舍北皆春水，但见群鸥日日来。\n花径不曾缘客扫，蓬门今始为君开。\n盘飧市远无兼味，樽酒家贫只旧醅。\n肯与邻翁相对饮，隔篱呼取尽馀杯！",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "客至"
  },
  {
    "id": 184,
    "contents": "西山白雪三城戍，南浦清江万里桥。\n海内风尘诸弟隔，天涯涕泪一身遥。\n唯将迟暮供多病，未有涓埃答圣朝。\n跨马出郊时极目，不堪人事日萧条！",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "野望"
  },
  {
    "id": 185,
    "contents": "剑外忽传收蓟北，初闻涕泪满衣裳。\n却看妻子愁何在，漫卷诗书喜欲狂。\n白日放歌须纵酒，青春作伴好还乡！\n即从巴峡穿巫峡，便下襄阳向洛阳。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "闻官军收河南河北"
  },
  {
    "id": 186,
    "contents": "风急天高猿啸哀，渚清沙白鸟飞回。\n无边落木萧萧下，不尽长江滚滚来。\n万里悲秋常作客，百年多病独登台。\n艰难苦恨繁霜鬓，潦倒新停浊酒杯。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "登高"
  },
  {
    "id": 187,
    "contents": "花近高楼伤客心，万方多难此登临。\n锦江春色来天地，玉垒浮云变古今。\n北极朝庭终不改，西山寇盗莫相侵！\n可怜后主还祠庙，日暮聊为梁父吟。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "登楼"
  },
  {
    "id": 188,
    "contents": "清秋幕府井梧寒，独宿江城蜡炬残。\n永夜角声悲自语，中天月色好谁看？\n风尘荏苒音书绝，关塞萧条行陆难。\n已忍伶俜十年事，强移栖息一枝安。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "宿府"
  },
  {
    "id": 189,
    "contents": "岁暮阴阳催短景，天涯霜雪霁寒霄。\n五更鼓角声悲壮，三峡星河影动摇。\n野哭千家闻战伐，夷歌数处起渔樵。\n卧龙跃马终黄土，人事音书漫寂寥。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "阁夜"
  },
  {
    "id": 190,
    "contents": "支离东北风尘际，漂泊西南天地间。\n三峡楼台淹日月，五溪衣服共云山。\n羯胡事主终无赖，词客哀时且未还。\n庾信平生最萧瑟，暮年诗赋动江关。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "咏怀古迹五首之一"
  },
  {
    "id": 191,
    "contents": "摇落深知宋玉悲，风流儒雅亦吾师。\n怅望千秋一洒泪，萧条异代不同时。\n江山故宅空文藻，云雨荒台岂梦思！\n最是楚宫俱泯灭，舟人指点到今疑。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "咏怀古迹五首之二"
  },
  {
    "id": 192,
    "contents": "群山万壑赴荆门，生长明妃尚有村。\n一去紫台连朔漠，独留青冢向黄昏。\n画图省识春风面，环佩空归月下魂。\n千载琵琶作胡语，分明怨恨曲中论。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "咏怀古迹五首之三"
  },
  {
    "id": 193,
    "contents": "蜀主征吴幸三峡，崩年亦在永安宫。\n翠华想像空山里，玉殿虚无野寺中。\n古庙杉松巢水鹤，岁时伏腊走村翁。\n武侯祠屋常邻近，一体君臣祭祀同。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "咏怀古迹五首之四"
  },
  {
    "id": 194,
    "contents": "诸葛大名垂宇宙，宗臣遗像肃清高。\n三分割据纡筹策，万古云霄一羽毛。\n伯仲之间见伊吕，指挥若定失萧曹。\n运移汉祚终难复，志决身歼军务劳。",
    "type": "七言律诗",
    "author": "杜甫",
    "title": "咏怀古迹五首之五"
  },
  {
    "id": 195,
    "contents": "生涯岂料承优诏？世事空知学醉歌。\n江上月明胡雁过，淮南木落楚山多。\n寄身且喜沧洲近，顾影无如白发何！\n今日龙钟人共老，愧君犹遣慎风波。",
    "type": "七言律诗",
    "author": "刘长卿",
    "title": "江州重别薛六柳八二员外"
  },
  {
    "id": 196,
    "contents": "三年谪宦此栖迟，万古惟留楚客悲。\n秋草独寻人去后，寒林空见日斜时。\n汉文有道恩犹薄，湘水无情吊岂知？\n寂寂江山摇落处，怜君何事到天涯！",
    "type": "七言律诗",
    "author": "刘长卿",
    "title": "长沙过贾谊宅"
  },
  {
    "id": 197,
    "contents": "汀洲无浪复无烟，楚客相思益渺然。\n汉口夕阳斜渡鸟，洞庭秋水远连天。\n孤城背岭寒吹角，独戍临江夜泊船。\n贾谊上书忧汉室，长沙谪去古今怜。",
    "type": "七言律诗",
    "author": "刘长卿",
    "title": "自夏口至鹦洲夕望岳阳寄源中丞"
  },
  {
    "id": 198,
    "contents": "二月黄鹂飞上林，春城紫禁晓阴阴。\n长乐钟声花外尽，龙池柳色雨中深。\n阳和不散穷途恨，霄汉长怀捧日心。\n献赋十年犹未遇，羞将白发对华簪。",
    "type": "七言律诗",
    "author": "钱起",
    "title": "赠阙下裴舍人"
  },
  {
    "id": 199,
    "contents": "去年花里逢君别，今日花开又一年。\n世事茫茫难自料，春愁黯黯独成眠。\n身多疾病思田里，邑有流亡愧俸钱。\n闻道欲来相问讯，西楼望月几回圆？",
    "type": "七言律诗",
    "author": "韦应物",
    "title": "寄李儋元锡"
  },
  {
    "id": 200,
    "contents": "仙台初见五城楼，风物凄凄宿雨收。\n山色遥连秦树晚，砧声近报汉宫秋。\n疏松影落空坛静，细草香闲小洞幽。\n何用别寻方外去，人间亦自有丹丘！",
    "type": "七言律诗",
    "author": "韩□",
    "title": "同题仙游观"
  },
  {
    "id": 201,
    "contents": "莺啼燕语报新年，马邑龙堆路几千。\n家住层城邻汉苑，心随明月到胡天。\n机中锦字论长恨，楼上花枝笑独眠。\n为问天戎窦车骑，何时返旆勒燕然？",
    "type": "七言律诗",
    "author": "皇甫冉",
    "title": "春思"
  },
  {
    "id": 202,
    "contents": "云开远见汉阳城，犹是孤帆一日程。\n估客昼眠知浪静，舟人夜语觉潮生。\n三湘愁鬓逢秋色，万里归心对月明。\n旧业已随征战尽，更堪江上鼓鼙声。",
    "type": "七言律诗",
    "author": "卢纶",
    "title": "晚次鄂州"
  },
  {
    "id": 203,
    "contents": "城上高楼接大荒，海天愁思正茫茫。\n惊风乱［风占）芙蓉水，密雨斜侵薜荔墙。\n岭树重遮千里目，江流曲似九回肠。\n共来百越文身地，犹自音书滞一乡。",
    "type": "七言律诗",
    "author": "柳宗元",
    "title": "登柳州城楼寄漳汀封连四州刺史"
  },
  {
    "id": 204,
    "contents": "王浚楼船下益州，金陵王气黯然收。\n千寻铁锁沈江底，一片降幡出石头。\n人世几回伤往事？山形依旧枕寒流。\n从今四海为家日，故垒萧萧芦荻秋。",
    "type": "七言律诗",
    "author": "刘禹锡",
    "title": "西塞山怀古"
  },
  {
    "id": 205,
    "contents": "谢公最小偏怜女，自嫁黔娄百事乖。\n顾我无衣搜荩箧，泥他沽酒拔金钗。\n野蔬充膳甘长藿，落叶添薪仰古槐。\n今日俸钱过十万，与君营奠复营斋。",
    "type": "七言律诗",
    "author": "元稹",
    "title": "遣悲怀三首之一"
  },
  {
    "id": 206,
    "contents": "昔日戏言身后事，今朝都到眼前来。\n衣裳已施行看尽，针线犹存未忍开。\n尚想旧情怜婢仆，也曾因梦送钱财。\n诚知此恨人人有，贫贱夫妻百事哀。",
    "type": "七言律诗",
    "author": "元稹",
    "title": "遣悲怀三首之二"
  },
  {
    "id": 207,
    "contents": "闲坐悲君亦自悲，百年都是几多时？\n邓攸无子寻知命，潘岳悼亡犹费词。\n同穴□（上“穴”下“目”）冥何所望，他生缘会更难期。\n惟将终夜长开眼，报答平生未展眉。",
    "type": "七言律诗",
    "author": "元稹",
    "title": "遣悲怀三首之三"
  },
  {
    "id": 208,
    "contents": "时难年荒世业空，弟兄羁旅各西东。\n田园寥落干戈后，骨肉流离道路中。\n吊影分为千里雁，辞根散作九秋蓬。\n共看明月应垂泪，一夜乡心五处同。",
    "type": "七言律诗",
    "author": "白居易",
    "title": "望月有感"
  },
  {
    "id": 209,
    "contents": "锦瑟无端五十弦，一弦一柱思华年。\n庄生晓梦迷蝴蝶，望帝春心托杜鹃。\n沧海月明珠有泪，蓝田日暖玉生烟。\n此情可待成追忆，只是当时已惘然。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "锦瑟"
  },
  {
    "id": 210,
    "contents": "昨夜星辰昨夜风，画楼西畔桂堂东。\n身无彩凤双飞翼，心有灵犀一点通。\n隔座送钩春酒暖，分曹射覆蜡灯红。\n嗟余听鼓应官去，走马兰台类转蓬。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "无题"
  },
  {
    "id": 211,
    "contents": "紫泉宫殿锁烟霞，欲取芜城作帝家。\n玉玺不缘归日角，锦帆应是到天涯。\n於今腐草无萤火，终古垂杨有暮鸦。\n地下若逢陈后主，岂宜重问后庭花？",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "隋宫"
  },
  {
    "id": 212,
    "contents": "来是空言去绝踪，月斜楼上五更钟。\n梦为远别啼难唤，书被催成墨未浓。\n蜡照半笼金翡翠，麝熏微度绣芙蓉。\n刘郎已恨蓬山远，更隔蓬山一万重。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "无题二首之一"
  },
  {
    "id": 213,
    "contents": "飒飒东风细雨来，芙蓉塘外有轻雷。\n金蟾啮锁烧香入，玉虎牵丝汲井回。\n贾氏窥帘韩掾少，宓妃留枕魏王才。\n春心莫共花争发，一寸相思一寸灰。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "无题二首之二"
  },
  {
    "id": 214,
    "contents": "猿鸟犹疑畏简书，风云常为护储胥。\n徒令上将挥神笔，终见降王走传车。\n管乐有才原不忝，关张无命欲何如。\n他年锦里经祠庙，梁父吟成恨有馀。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "筹笔驿"
  },
  {
    "id": 215,
    "contents": "相见时难别亦难，东风无力百花残。\n春蚕到死丝方尽，蜡炬成灰泪始干。\n晓镜但愁云鬓改，夜吟应觉月光寒。\n蓬莱此去无多路，青鸟殷勤为探看。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "无题"
  },
  {
    "id": 216,
    "contents": "怅卧新春白袷衣，白门寥落意多违。\n红楼隔雨相望冷，珠箔飘灯独自归。\n远路应悲春［日宛］晚，残宵犹得梦依稀。\n玉［王当］缄札何由达？万里云罗一雁飞。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "春雨"
  },
  {
    "id": 217,
    "contents": "凤尾香罗薄几重，碧文圆顶夜深缝。\n扇裁月魄羞难掩，车走雷声语未通。\n曾是寂寥金烬暗，断无消息石榴红。\n斑骓只系垂杨岸，何处西南任好风？",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "无题二首之一"
  },
  {
    "id": 218,
    "contents": "重帷深下莫愁堂，卧后清宵细细长。\n神女生涯原是梦，小姑居处本无郎。\n风波不信菱枝弱，月露谁教桂叶香？\n直道相思了无益，未妨惆怅是清狂。",
    "type": "七言律诗",
    "author": "李商隐",
    "title": "无题二首之二"
  },
  {
    "id": 219,
    "contents": "澹然空水对斜晖，曲岛苍茫接翠微。\n波上马嘶看棹去，柳边人歇待船归。\n数丛沙草群鸥散，万顷江田一鹭飞。\n谁解乘舟寻范蠡，五湖烟水独忘机？",
    "type": "七言律诗",
    "author": "温庭筠",
    "title": "利洲南渡"
  },
  {
    "id": 220,
    "contents": "苏武魂销汉使前，古祠高树两茫然。\n云边雁断胡天月，陇上羊归塞草烟。\n回日楼台非甲帐，去时冠剑是丁年。\n茂陵不见封侯印，空向秋波哭逝川。",
    "type": "七言律诗",
    "author": "温庭筠",
    "title": "苏武庙"
  },
  {
    "id": 221,
    "contents": "十二楼中尽晓妆，望仙楼上望君王。\n锁衔金兽连环冷，水滴铜龙昼漏长。\n云髻罢梳还对镜，罗衣欲换更添香。\n遥窥正殿帘开处，袍裤宫人扫御床。",
    "type": "七言律诗",
    "author": "薛逢",
    "title": "宫词"
  },
  {
    "id": 222,
    "contents": "蓬门未识绮罗香，拟托良媒益自伤。\n谁爱风流高格调？共怜时世俭梳妆。\n敢将十指夸针巧，不把双眉斗画长。\n苦恨年年压金线，为他人作嫁衣裳。",
    "type": "七言律诗",
    "author": "秦韬玉",
    "title": "贫女"
  },
  {
    "id": 223,
    "contents": "卢家少妇郁金香，海燕双栖玳瑁梁。\n九月寒砧催木叶，十年征戍忆辽阳。\n白狼河北音书断，丹凤城南秋夜长。\n谁为含愁独不见，更教明月照流黄？",
    "type": "七言律诗",
    "author": "沈全期",
    "title": "古意呈补阙乔知之"
  },
  {
    "id": 224,
    "contents": "空山不见人，但闻人语响。\n返景入深林，复照青苔上。",
    "type": "五言绝句",
    "author": "王维",
    "title": "鹿柴"
  },
  {
    "id": 225,
    "contents": "独坐幽篁里，弹琴复长啸。\n深林人不知，明月来相照。",
    "type": "五言绝句",
    "author": "王维",
    "title": "竹里馆"
  },
  {
    "id": 226,
    "contents": "山中相送罢，日暮掩柴扉。\n春草明年绿，王孙归不归？",
    "type": "五言绝句",
    "author": "王维",
    "title": "送别"
  },
  {
    "id": 227,
    "contents": "红豆生南国，春来发几枝？\n愿君多采撷，此物最相思。",
    "type": "五言绝句",
    "author": "王维",
    "title": "相思"
  },
  {
    "id": 228,
    "contents": "君自故乡来，应知故乡事。\n来日绮窗前，寒梅著花未？",
    "type": "五言绝句",
    "author": "王维",
    "title": "杂诗"
  },
  {
    "id": 229,
    "contents": "归山深浅去，须尽丘壑美。\n莫学武陵人，暂游桃源里。",
    "type": "五言绝句",
    "author": "裴迪",
    "title": "送崔九"
  },
  {
    "id": 230,
    "contents": "终南阴岭秀，积雪浮云端。\n林表明霁色，城中增暮寒。",
    "type": "五言绝句",
    "author": "祖咏",
    "title": "终南望馀雪"
  },
  {
    "id": 231,
    "contents": "移舟泊烟渚，日暮客愁新。\n野旷天低树，江清月近人。",
    "type": "五言绝句",
    "author": "孟浩然",
    "title": "宿建德江"
  },
  {
    "id": 232,
    "contents": "春眠不觉晓，处处闻啼鸟。\n夜来风雨声，花落知多少？",
    "type": "五言绝句",
    "author": "孟浩然",
    "title": "春晓"
  },
  {
    "id": 233,
    "contents": "床前明月光，疑是地上霜。\n举头望明月，低头思故乡。",
    "type": "五言绝句",
    "author": "李白",
    "title": "夜思"
  },
  {
    "id": 234,
    "contents": "美人卷珠帘，深坐蹙蛾眉。\n但见泪痕湿，不知心恨谁？",
    "type": "五言绝句",
    "author": "李白",
    "title": "怨情"
  },
  {
    "id": 235,
    "contents": "功盖三分国，名成八阵图。\n江流石不转，遗恨失吞吴。",
    "type": "五言绝句",
    "author": "杜甫",
    "title": "八阵图"
  },
  {
    "id": 236,
    "contents": "白日依山尽，黄河入海流。\n欲穷千里目，更上一层楼。",
    "type": "五言绝句",
    "author": "王之涣",
    "title": "登鹳雀楼"
  },
  {
    "id": 237,
    "contents": "苍苍竹林寺，杳杳钟声晚。\n荷笠带斜阳，青山独归远。",
    "type": "五言绝句",
    "author": "刘长卿",
    "title": "送灵澈"
  },
  {
    "id": 238,
    "contents": "泠泠七弦上，静听松风寒。\n古调虽自爱，今人多不弹。",
    "type": "五言绝句",
    "author": "刘长卿",
    "title": "弹琴"
  },
  {
    "id": 239,
    "contents": "孤云将野鹤，岂向人间住！\n莫买沃洲山，时人已知处。",
    "type": "五言绝句",
    "author": "刘长卿",
    "title": "送上人"
  },
  {
    "id": 240,
    "contents": "怀君属秋夜，散步咏凉天。\n空山松子落，幽人应未眠。",
    "type": "五言绝句",
    "author": "韦应物",
    "title": "秋夜寄邱员外"
  },
  {
    "id": 241,
    "contents": "鸣筝金粟柱，素手玉房前。\n欲得周郎顾，时时误拂弦。",
    "type": "五言绝句",
    "author": "李端",
    "title": "听筝"
  },
  {
    "id": 242,
    "contents": "三日入厨下，洗手作羹汤。\n未谙姑食性，先遣小姑尝。",
    "type": "五言绝句",
    "author": "王建",
    "title": "新嫁娘"
  },
  {
    "id": 243,
    "contents": "昨夜裙带解，今朝［虫喜］子飞。\n铅华不可弃，莫是藁砧归。",
    "type": "五言绝句",
    "author": "权德舆",
    "title": "玉台体"
  },
  {
    "id": 244,
    "contents": "千山鸟飞绝，万径人踪灭。\n孤舟蓑笠翁，独钓寒江雪。",
    "type": "五言绝句",
    "author": "柳宗元",
    "title": "江雪"
  },
  {
    "id": 245,
    "contents": "寥落古行宫，宫花寂寞红。\n白头宫女在，闲坐说玄宗。",
    "type": "五言绝句",
    "author": "元稹",
    "title": "行宫"
  },
  {
    "id": 246,
    "contents": "绿蚁新醅酒，红泥小火炉。\n晚来天欲雪，能饮一杯无？",
    "type": "五言绝句",
    "author": "白居易",
    "title": "问刘十九"
  },
  {
    "id": 247,
    "contents": "故国三千里，深宫二十年。\n一声何满子，双泪落君前。",
    "type": "五言绝句",
    "author": "张祜",
    "title": "何满子"
  },
  {
    "id": 248,
    "contents": "向晚意不适，驱车登古原。\n夕阳无限好，只是近黄昏。",
    "type": "五言绝句",
    "author": "李商隐",
    "title": "登乐游原"
  },
  {
    "id": 249,
    "contents": "松下问童子，言师采药去。\n只在此山中，云深不知处。",
    "type": "五言绝句",
    "author": "贾岛",
    "title": "寻隐者不遇"
  },
  {
    "id": 250,
    "contents": "岭外音书绝，经冬复立春。\n近乡情更怯，不敢问来人。",
    "type": "五言绝句",
    "author": "李频",
    "title": "渡汉江"
  },
  {
    "id": 251,
    "contents": "打起黄莺儿，莫教枝上啼。\n啼时惊妾梦，不得到辽西。",
    "type": "五言绝句",
    "author": "金昌绪",
    "title": "春怨"
  },
  {
    "id": 178,
    "contents": "北斗七星高，哥舒夜带刀。\n至今窥牧马，不敢过临洮。",
    "type": "七言律诗",
    "author": "西鄙人",
    "title": "哥舒歌"
  },
  {
    "id": 253,
    "contents": "君家何处住，妾住在横塘。\n停船暂借问，或恐是同乡。",
    "type": "五言绝句",
    "author": "崔颢",
    "title": "长干行二首之一"
  },
  {
    "id": 254,
    "contents": "家临九江水，来去九江侧。\n同是长干人，生小不相识。",
    "type": "五言绝句",
    "author": "崔颢",
    "title": "长干行二首之二"
  },
  {
    "id": 255,
    "contents": "玉阶生白露，夜久侵罗袜。\n却下水晶帘，玲珑望秋月。",
    "type": "五言绝句",
    "author": "李白",
    "title": "玉阶怨"
  },
  {
    "id": 256,
    "contents": "鹫翎金仆姑，燕尾绣蝥弧。\n独立扬新令，千营共一呼。",
    "type": "五言绝句",
    "author": "卢纶",
    "title": "塞下曲四首之一"
  },
  {
    "id": 257,
    "contents": "林暗草惊风，将军夜引弓。\n平明寻白羽，没在石棱中。",
    "type": "五言绝句",
    "author": "卢纶",
    "title": "塞下曲四首之二"
  },
  {
    "id": 258,
    "contents": "月黑雁飞高，单于夜遁逃。\n欲将轻骑逐，大雪满弓刀。",
    "type": "五言绝句",
    "author": "卢纶",
    "title": "塞下曲四首之三"
  },
  {
    "id": 259,
    "contents": "野幕蔽琼筵，羌戎贺劳旋。\n醉和金甲舞，雷鼓动山川。",
    "type": "五言绝句",
    "author": "卢纶",
    "title": "塞下曲四首之四"
  },
  {
    "id": 260,
    "contents": "嫁得瞿塘贾，朝朝误妾期。\n早知潮有信，嫁与弄潮儿。",
    "type": "五言绝句",
    "author": "李益",
    "title": "江南曲"
  },
  {
    "id": 261,
    "contents": "少小离家老大回，乡音无改鬓毛衰。\n儿童相见不相识，笑问客从何处来？",
    "type": "七言绝句",
    "author": "贺知章",
    "title": "回乡偶书"
  },
  {
    "id": 262,
    "contents": "隐隐飞桥隔野烟，石矶西畔问渔船。\n桃花尽日随流水，洞在清溪何处边？",
    "type": "七言绝句",
    "author": "张旭",
    "title": "桃花溪"
  },
  {
    "id": 263,
    "contents": "独在异乡为异客，每逢佳节倍思亲。\n遥知兄弟登高处，遍插茱萸少一人。",
    "type": "七言绝句",
    "author": "王维",
    "title": "九月九日忆山东兄弟"
  },
  {
    "id": 264,
    "contents": "寒雨连江夜入吴，平明送客楚山孤。\n洛阳亲友如相问，一片冰心在玉壶。",
    "type": "七言绝句",
    "author": "王昌龄",
    "title": "芙蓉楼送辛渐"
  },
  {
    "id": 265,
    "contents": "闺中少妇不知愁，春日凝妆上翠楼。\n忽见陌头杨柳色，悔教夫婿觅封侯。",
    "type": "七言绝句",
    "author": "王昌龄",
    "title": "闺怨"
  },
  {
    "id": 266,
    "contents": "昨夜风开露井桃，未央前殿月轮高。\n平阳歌舞新承宠，帘外春寒赐锦袍。",
    "type": "七言绝句",
    "author": "王昌龄",
    "title": "春宫曲"
  },
  {
    "id": 267,
    "contents": "葡萄美酒夜光杯，欲饮琵琶马上催。\n醉卧沙场君莫笑，古来征战几人回！",
    "type": "七言绝句",
    "author": "王翰",
    "title": "凉州词"
  },
  {
    "id": 268,
    "contents": "故人西辞黄鹤楼，烟花三月下扬州。\n孤帆远影碧空尽，惟见长江天际流。",
    "type": "七言绝句",
    "author": "李白",
    "title": "送孟浩然之广陵"
  },
  {
    "id": 269,
    "contents": "朝辞白帝彩云间，千里江陵一日还。\n两岸猿声啼不住，轻舟已过万重山。",
    "type": "七言绝句",
    "author": "李白",
    "title": "下江陵"
  },
  {
    "id": 270,
    "contents": "故园东望路漫漫，双袖龙钟泪不干。\n马上相逢无纸笔，凭君传语报平安。",
    "type": "七言绝句",
    "author": "岑参",
    "title": "逢入京使"
  },
  {
    "id": 271,
    "contents": "岐王宅里寻常见，崔九堂前几度闻。\n正是江南好风景，落花时节又逢君。",
    "type": "七言绝句",
    "author": "杜甫",
    "title": "江南逢李龟年"
  },
  {
    "id": 272,
    "contents": "独怜幽草涧边生，上有黄鹂深树鸣。\n春潮带雨晚来急，野渡无人舟自横。",
    "type": "七言绝句",
    "author": "韦应物",
    "title": "滁州西涧"
  },
  {
    "id": 273,
    "contents": "月落乌啼霜满天，江枫渔火对愁眠。\n姑苏城外寒山寺，夜半钟声到客船。",
    "type": "七言绝句",
    "author": "张继",
    "title": "枫桥夜泊"
  },
  {
    "id": 274,
    "contents": "春城无处不飞花，寒食东风御柳斜。\n日暮汉宫传蜡烛，轻烟散入五侯家。",
    "type": "七言绝句",
    "author": "韩□",
    "title": "寒食"
  },
  {
    "id": 275,
    "contents": "更深月色半人家，北斗阑干南斗斜。\n今夜偏知春气暖，虫声新透绿窗纱。",
    "type": "七言绝句",
    "author": "刘方平",
    "title": "月夜"
  },
  {
    "id": 276,
    "contents": "纱窗日落渐黄昏，金屋无人见泪痕。\n寂寞空庭春欲晚，梨花满地不开门。",
    "type": "七言绝句",
    "author": "刘方平",
    "title": "春怨"
  },
  {
    "id": 277,
    "contents": "岁岁金河复玉关，朝朝马策与刀环。\n三春白雪归青冢，万里黄河绕黑山。",
    "type": "七言绝句",
    "author": "柳中庸",
    "title": "征人怨"
  },
  {
    "id": 278,
    "contents": "玉楼天半起笙歌，风送宫嫔笑语和。\n月殿影开闻夜漏，水晶帘卷近秋河。",
    "type": "七言绝句",
    "author": "顾况",
    "title": "宫词"
  },
  {
    "id": 279,
    "contents": "回乐峰前沙似雪，受降城外月如霜。\n不知何处吹芦管，一夜征人尽望乡。",
    "type": "七言绝句",
    "author": "李益",
    "title": "夜上受降城闻笛"
  },
  {
    "id": 280,
    "contents": "朱雀桥边野草花，乌衣巷口夕阳斜。\n旧时王谢堂前燕，飞入寻常百姓家。",
    "type": "七言绝句",
    "author": "刘禹锡",
    "title": "乌衣巷"
  },
  {
    "id": 281,
    "contents": "新妆宜面下朱楼，深锁春光一院愁。\n行到中庭数花朵，蜻蜓飞上玉搔头。",
    "type": "七言绝句",
    "author": "刘禹锡",
    "title": "春词"
  },
  {
    "id": 282,
    "contents": "泪湿罗巾梦不成，夜深前殿按歌声。\n红颜未老恩先断，斜倚薰笼坐到明。",
    "type": "七言绝句",
    "author": "白居易",
    "title": "后宫词"
  },
  {
    "id": 283,
    "contents": "禁门宫树月痕过，媚眼惟看宿鹭窠。\n斜拔玉钗灯影畔，剔开红焰救飞蛾。",
    "type": "七言绝句",
    "author": "张祜",
    "title": "赠内人"
  },
  {
    "id": 284,
    "contents": "日光斜照集灵台，红树花迎晓露开。\n昨夜上皇新授□（“录”加竹头），太真含笑入帘来。",
    "type": "七言绝句",
    "author": "张祜",
    "title": "集灵台二首之一"
  },
  {
    "id": 285,
    "contents": "虢国夫人承主恩，平明骑马入宫门。\n却嫌脂粉污颜色，淡扫蛾眉朝至尊。",
    "type": "七言绝句",
    "author": "张祜",
    "title": "集灵台二首之二"
  },
  {
    "id": 286,
    "contents": "金陵津渡小山楼，一宿行人自可愁。\n潮落夜江斜月里，两三星火是瓜州。",
    "type": "七言绝句",
    "author": "张祜",
    "title": "题金陵渡"
  },
  {
    "id": 287,
    "contents": "寂寂花时闭院门，美人相并立琼轩。\n含情欲说宫中事，鹦鹉前头不敢言。",
    "type": "七言绝句",
    "author": "朱庆馀",
    "title": "宫词"
  },
  {
    "id": 288,
    "contents": "洞房昨夜停红烛，待晓堂前拜舅姑。\n妆罢低声问夫婿，画眉深浅入时无？",
    "type": "七言绝句",
    "author": "朱庆馀",
    "title": "近试上张水部"
  },
  {
    "id": 289,
    "contents": "清时有味是无能，闲爱孤云静爱僧。\n欲把一麾江海去，乐游原上望昭陵。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "将赴吴兴登乐游原"
  },
  {
    "id": 290,
    "contents": "折戟沈沙铁未销，自将磨洗认前朝。\n东风不与周郎便，铜雀春深销二乔。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "赤壁"
  },
  {
    "id": 291,
    "contents": "烟笼寒水月笼沙，夜泊秦淮近酒家。\n商女不知亡国恨，隔江犹唱《后庭花》。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "泊秦淮"
  },
  {
    "id": 292,
    "contents": "青山隐隐水迢迢，秋尽江南草未凋。\n二十四桥明月夜，玉人何处教吹箫？",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "寄扬州韩绰判官"
  },
  {
    "id": 293,
    "contents": "落魄江湖载酒行，楚腰纤细掌中轻。\n十年一觉扬州梦，赢得青楼薄幸名。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "遣怀"
  },
  {
    "id": 294,
    "contents": "银烛秋光冷画屏，轻罗小扇扑流萤。\n天阶夜色凉如水，坐看牵牛织女星。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "秋夕"
  },
  {
    "id": 295,
    "contents": "娉娉袅袅十三馀，豆蔻梢头二月初。\n春风十里扬州路，卷上珠帘总不如。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "赠别二首之一"
  },
  {
    "id": 296,
    "contents": "多情却似总无情，唯觉樽前笑不成。\n蜡烛有心还惜别，替人垂泪到天明。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "赠别二首之二"
  },
  {
    "id": 297,
    "contents": "繁华事散逐香尘，流水无情草自春。\n日暮东风怨啼鸟，落花犹似坠楼人。",
    "type": "七言绝句",
    "author": "杜牧",
    "title": "金谷园"
  },
  {
    "id": 298,
    "contents": "君问归期未有期，巴山夜雨涨秋池。\n何当共剪西窗烛，却话巴山夜雨时？",
    "type": "七言绝句",
    "author": "李商隐",
    "title": "夜雨寄北"
  },
  {
    "id": 299,
    "contents": "嵩云秦树久离居，双鲤迢迢一纸笔。\n休问梁园旧宾客，茂陵秋雨病相如。",
    "type": "七言绝句",
    "author": "李商隐",
    "title": "寄令狐郎中"
  },
  {
    "id": 300,
    "contents": "为有云屏无限娇，凤城寒尽怕春宵。\n无端嫁得金龟婿，辜负香衾事早朝。",
    "type": "七言绝句",
    "author": "李商隐",
    "title": "为有"
  },
  {
    "id": 301,
    "contents": "乘兴南游不戒严，九重谁省谏书函？\n春风举国裁宫锦，半作障泥半作帆。",
    "type": "七言绝句",
    "author": "李商隐",
    "title": "隋宫"
  },
  {
    "id": 302,
    "contents": "瑶池阿母绮窗开，黄竹歌声动地哀。\n八骏日行三万里，穆王何事不重来？",
    "type": "七言绝句",
    "author": "李商隐",
    "title": "瑶池"
  },
  {
    "id": 303,
    "contents": "云母屏风烛影深，长河渐落晓星沈。\n嫦娥应悔偷灵药，碧海青天夜夜心。",
    "type": "七言绝句",
    "author": "李商隐",
    "title": "嫦娥"
  },
  {
    "id": 304,
    "contents": "宣室求贤访逐臣，贾生才调更无伦。\n可怜夜半虚前席，不问苍生问鬼神！",
    "type": "七言绝句",
    "author": "李商隐",
    "title": "贾生"
  },
  {
    "id": 305,
    "contents": "冰簟银床梦不成，碧天如水夜云轻。\n雁声远过潇湘去，十二楼中月自明。",
    "type": "七言绝句",
    "author": "温庭筠",
    "title": "瑶瑟怨"
  },
  {
    "id": 306,
    "contents": "玄宗回马杨妃死，云雨难忘日月新。\n终是圣明天子事，景阳宫井又何人？",
    "type": "七言绝句",
    "author": "郑畋",
    "title": "马嵬坡"
  },
  {
    "id": 307,
    "contents": "碧阑干外绣帘垂，猩色屏风画折枝。\n八尺龙须方锦褥，已凉天气未寒时。",
    "type": "七言绝句",
    "author": "韩□",
    "title": "已凉"
  },
  {
    "id": 308,
    "contents": "江雨霏霏江草齐，六朝如梦鸟空啼。\n无情最是台城柳，依旧烟笼十里堤。",
    "type": "七言绝句",
    "author": "韦庄",
    "title": "金陵图"
  },
  {
    "id": 309,
    "contents": "誓扫匈奴不顾身，五千貂锦丧胡尘。\n可怜无定河边骨，犹是深闺梦里人！",
    "type": "七言绝句",
    "author": "陈陶",
    "title": "陇西行"
  },
  {
    "id": 310,
    "contents": "别梦依依到谢家，小廊回合曲阑斜。\n多情只有春庭月，犹为离人照落花。",
    "type": "七言绝句",
    "author": "张泌",
    "title": "寄人"
  },
  {
    "id": 311,
    "contents": "尽寒食雨草萋萋，著麦苗风柳映堤。\n等是有家归未得，杜鹃休向耳边啼。",
    "type": "七言绝句",
    "author": "无名氏",
    "title": "杂诗"
  },
  {
    "id": 312,
    "contents": "渭城朝雨［氵邑］轻尘，客舍青青柳色新。\n劝君更尽一杯酒，西出阳关无故人。",
    "type": "七言绝句",
    "author": "王维",
    "title": "渭城曲"
  },
  {
    "id": 313,
    "contents": "桂魄初生秋露微，轻罗已薄未更衣。\n银筝夜久殷勤弄，心怯空房不忍归！",
    "type": "七言绝句",
    "author": "王维",
    "title": "秋夜曲"
  },
  {
    "id": 314,
    "contents": "奉帚平明金殿开，且将团扇共徘徊。\n玉颜不及寒鸦色，犹带昭阳日影来。",
    "type": "七言绝句",
    "author": "王昌龄",
    "title": "长信怨"
  },
  {
    "id": 315,
    "contents": "秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马渡阴山！",
    "type": "七言绝句",
    "author": "王昌龄",
    "title": "出塞"
  },
  {
    "id": 316,
    "contents": "黄河远上白云间，一片孤城万仞山。\n羌笛何须怨杨柳？春风不度玉门关。",
    "type": "七言绝句",
    "author": "王之涣",
    "title": "出塞"
  },
  {
    "id": 317,
    "contents": "云想衣裳花想容，春风拂槛露华浓。\n若非群玉山头见，会向瑶台月下逢。",
    "type": "七言绝句",
    "author": "李白",
    "title": "清平调三首之一"
  },
  {
    "id": 318,
    "contents": "一枝红艳露凝香，云雨巫山枉断肠。\n借问汉宫谁得似？可怜飞燕倚新妆。",
    "type": "七言绝句",
    "author": "李白",
    "title": "清平调三首之二"
  },
  {
    "id": 319,
    "contents": "名花倾国两相欢，常得君王带笑看。\n解释春风无限恨，沈香亭北倚阑干。",
    "type": "七言绝句",
    "author": "李白",
    "title": "清平调三首之三"
  },
  {
    "id": 320,
    "contents": "劝君莫惜金缕衣，劝君惜取少年时。\n花开堪折直须折，莫待无花空折枝！",
    "type": "七言绝句",
    "author": "杜秋娘",
    "title": "金缕衣"
  }
]
